export interface Date {
    id: number,
    img: string,
    date: string,
    name: string,
    desc: string,
    affiliation: string,
}

const date: Date[] = [
    {
        id: 1,
        date: '01.01',
        name: 'Новий рік',
        desc: "Українці святкують Новий рік у ніч з 31 грудня на 1 січня, з радянських часів у багатьох оселях саме до Нового року вбирають ялинку (штучну або живу), накривають святковий стіл і збираються разом із родичами та друзями коло столу. Святкова вечеря зазвичай складається з кількох страв, серед яких часто (традиція з радянських часів) є салат олів'є, мандарини, традиційний напій — ігристе вино. З віддаленням від радянських часів святковий стіл стає різноманітнішим, зокрема, популярними новорічними стравами стали стейки, м'ясо по-французьки, вегетаріанські замінники м'яса, запечені індичка чи качка, свиняча вирізка, грецький салат тощо",
        affiliation: 'Державне',
        img: 'https://i.ibb.co/vQHjwwX/Elka-novyj-god.webp',
    },
    {
        id: 2,
        date: '07.01',
        name: 'Різдво Христове за юліанським календарем',
        desc: "Це щорічне релігійне та культурне свято, яке є одним з найважливіших у християнському календарі. Різдво – свято Боговтілення, що означає з’явлення Бога в людській подобі. В багатьох країнах світу, в тому числі в Україні, Різдво є державним святом та вихідним днем. Ми звикли називати 7 січня православним Різдвом, але це не зовсім точне визначення. Цього дня Різдво святкують в шести православних церквах – Українській, Російській, Єрусалимській, Польській, Сербській та Грузинській. До них приєднуються  греко-католицькі  церкви України та Росії, частина протестантів та афонські монастирі, що живуть за юліанським календарем.",
        affiliation: 'Державне',
        img: 'https://i.ibb.co/qpW6JLS/Thumb-2210-320-0-0-0-auto.png',
    },
    {
        id: 3,
        date: '22.01',
        name: 'День Соборності України',
        desc: "Ідея соборності бере свій початок від об'єднання давньоруських земель навколо князівського престолу в Києві, а її філософське коріння сягає часів Візантії. Протягом століть її практичним втіленням займались українські гетьмани Богдан Хмельницький, Іван Мазепа, Петро Дорошенко, Пилип Орлик. У XVIII — початку XX ст., коли українські землі були поділені між сусідніми державами: Польщею, Московією, Румунією, Австро-Угорщиною, ця ідея знайшла своє відображення у працях найкращих вітчизняних мислителів, оскільки для боротьби за свої національні інтереси Україні була вкрай важливою територіальна єдність.",
        affiliation: 'Державне',
        img: 'https://i.ibb.co/0BZwD1t/6-6-scaled.jpg',
    },
    {
        id: 4,
        date: '08.03',
        name: 'Міжнародний жіночий день',
        desc: "Міжнародний день боротьбии за праваа жінок і міжнародний мир (рішенням ООН від 1977 року) — щорічне феміністське свято, символ боротьби жінок за права людини та антисексизму, відзначається 8 березня.",
        affiliation: 'Державне',
        img: 'https://i.ibb.co/fNbXqSc/Image.jpg',
    },
    {
        id: 5,
        date: '16.03',
        name: 'Великдень',
        desc: "Найдавніше християнське свято, головне свято богослужебного року, встановлене на честь Воскресіння Ісуса Христа. У Православній, Католицькій та Протестантсько-євангелічних церквах всього християнського світу Пасха має найвищий статус торжества. Дата свята не є сталою і кожного конкретного року обчислюється за місячно-сонячним календарем (перехідне свято). Старозавітна Пасха — Песах святкують на честь виходу ізраїльського народу з єгипетської неволі — перехід від рабства до свободи. Воскресіння Христове — це перехід від смерті до життя, звільнення людини від тягаря гріхів, це вихід, перехід людини з рабства гріха і зла до свободи, любові, добра",
        affiliation: 'Державне',
        img: 'https://i.ibb.co/0BZwD1t/6-6-scaled.jpg',
    },
    {
        id: 6,
        date: '01.04',
        name: 'День праці',
        desc: "Свято, що відзначається в 143 країнах (зокрема, в Україні) 1 травня або у перший понеділок травня. Святкування є знаком пам'яті про робітничі протести в Чикаго, які почалися 1 травня 1886 року. Того дня сотні тисяч робітників найбільших промислових центрів США вимагали впровадження 8-годинного робочого дня. Протести тривали й у наступні дні. 4 травня на площі Геймаркет невідомі кинули бомбу в лави поліцейських. Загинуло 7, постраждали ще до 50 поліцейських.Хоча головною причиною перших страйків у країні була мізерна заробітна плата, вимогами робітників були також питання коротшого робочого дня та право на створення робітничих організацій. Згодом, в умовах сталого зростання тривалості робочого дня (іноді досягала 15—20 год на день), вимога його скорочення стала визначальною.",
        affiliation: 'Державне',
        img: 'https://i.ibb.co/kDK2Dch/Den-praci-5ae80f4aaefdd.jpg',
    },
    {
        id: 7,
        date: '08.04',
        name: 'День перемоги над нацизмом у Другій світовій війні',
        desc: "Друга світова війна є найбільш кривавою і жорстокою в історії людства (загинуло від 50 до 85 млн людей). В історії України, територія якої була одним з основних полів битви, ця війна стала болючою раною – загинуло понад вісім мільйонів наших співвітчизників – воїнів та мирних жителів. Їх внесок у спільну перемогу над нацизмом є надзвичайно вагомим і неоціненним.",
        affiliation: 'Державне',
        img: 'https://i.ibb.co/Y8pBczD/D38fcb54763f9ca6.jpg',
    },
    {
        id: 8,
        date: '04.06',
        name: 'Трійця',
        desc: "Відповідно до Євангелія, свято з'явилося завдяки святим апостолам - учням Ісуса Христа. Після воскресіння Ісус пообіцяв їм, що пошле їм Дух Божий, коли піднесеться на небо, і що Святий Дух дасть учням силу проповідувати Боже Слово. На 50 день після Великодня вони зібралися в Єрусалимі, як їм наказали. Там на апостолів зійшов Святий Дух, після чого вони здобули різні дари і заговорили різними мовами. Після цього апостоли розійшлися по світу, щоб проповідувати християнство.",
        affiliation: 'Державне',
        img: 'https://i.ibb.co/tMrYfxM/88594-600x450.jpg',
    },
    {
        id: 9,
        date: '28.06',
        name: 'День Конституції України',
        desc: "Україна була останньою з колишніх радянських республік, яка прийняла нову Конституцію.У червні 1996 року депутати Верховної Ради ухвалили Конституцію України. Це сталося на п'ятий рік після проголошення незалежності. Народні обранці працювали усю ніч з 27 на 28 червня — загалом безперервно 23 години. Під час голосування «ЗА» висловилися 315 парламентарів. Прийняття Конституції закріпило правові основи незалежної України, її суверенітет і територіальну цілісність, стало важливим кроком у забезпеченні прав людини та громадянина, сприяло подальшому підвищенню міжнародного авторитету України на світовій арені.",
        affiliation: 'Державне',
        img: 'https://i.ibb.co/cFM5bGB/1.jpg',
    },
    {
        id: 10,
        date: '28.07',
        name: 'День Української Державності',
        desc: "День Української Державності покликаний утверджувати зв’язок українців, які живуть нині, з нашими пращурами, які впродовж багатьох поколінь будували державність українського народу. Це свято має виховати в кожного громадянина України розуміння того, що державотворчому досвіду українців, нашій культурі, нашій самобутності, українському характеру не одна тисяча років.",
        affiliation: 'Державне',
        img: 'https://i.ibb.co/0Kp3B16/630-360-1551768879-247.jpg',
    },
    {
        id: 11,
        date: '23.08',
        name: 'День Державного Прапора України',
        desc: "Синьо-жовтий прапор для українців − це символ свободи і боротьби за незалежність. Під синьо-жовтим прапором в Україні нині зустрічають іноземних гостей, військовослужбовці складають присягу, працюють українські посольства, він вивішується в ООН. Під синьо-жовтим відбулися три проголошення Української державності: 1917, 1941 та 1990 року; і три сучасних революції: «на граніті» та обидва Майдани. Нині під цим стягом ведеться війна проти Росії на Донбасі та в Криму.",
        affiliation: 'Державне',
        img: 'https://i.ibb.co/R9cjbYT/Den-prapora.jpg',
    },
    {
        id: 12,
        date: '24.08',
        name: 'День Незалежності України',
        desc: "День Незалежності України відзначається на честь ухвалення Верховною Радою УРСР у 1991 році Акта проголошення незалежності України – політико-правового документа, який засвідчував новий статус Української держави. До своєї незалежності Україна йшла довгим шляхом. Її початком є існування Антської держави, державного об’єднання полян Русі, згодом об’єднання Руської держави з центром у Києві. З розпадом Київської держави традиції державності перейшли до Галицько-Волинського князівства. Далі було Литовсько-Руське велике князівство, у складі якого Київська і Волинська землі користувалися значною автономією.",
        affiliation: 'Державне',
        img: 'https://i.ibb.co/sQk4Q6Z/236503.jpg',
    },
    {
        id: 13,
        date: '14.10',
        name: 'День захисників і захисниць України',
        desc: "День захисників і захисниць України – державне свято, що відзначається щороку 14 жовтня. Дата 14 жовтня вибрана не випадково: цього дня відзначається християнське свято Покрови Пресвятої Богородиці, а у 1999 році встановлений і День Українського козацтва. З давніх-давен Богородиця була покровителькою українського козацтва й усіх українських збройних формувань. Саме на свято Покрови в Україні відбувалася Велика рада, на якій обирали гетьмана і визначали, як козацтву жити далі. Образ козака як українського лицаря і захисника рідної землі близький кожному українцю, історія тому є підтвердженням!",
        affiliation: 'Державне',
        img: 'https://i.ibb.co/Y7Jqf1T/Enzahusnykiv.jpg',
    },
    {
        id: 14,
        date: '06.12',
        name: 'День Збройних Сил України',
        desc: "6 грудня, в день ухвалення 1991 року Закону України «Про Збройні сили України», українці відзначають державне свято – День Збройних Сил України – свято справжньої мужності, героїзму і відваги. Українська армія – сила і гордість нашої Батьківщини. Українські військові довели, що вони найвідважніші, найдосвідченіші, найпрофесійніші воїни у світі. Бажаємо кожному захиснику і захисниці повернутися додому цілими і неушкодженими, і принести із собою перемогу!",
        affiliation: 'Державне',
        img: 'https://i.ibb.co/sjqMnQz/539bab0640f757962b9d2c71a2959ede-ukraine-army.jpg',
    },
    {
        id: 15,
        date: '25.12',
        name: 'Різдво Христове',
        desc: "Різдво Христове — велике християнське свято, день Народження Ісуса Христа, Спасителя світу і Відкупителя людей з полону гріха. Свято Різдва Христового вважається другим після Пасхи (Великодня) великим святом, хоча у багатьох католицьких країнах народне благочестя досі відводить йому головне місце серед свят.",
        affiliation: 'Державне',
        img: 'https://i.ibb.co/4YndLYv/1546635488-rizdvo-s.jpg',
    },
    // Релігійні
    {
        id: 16,
        date: '14.01',
        name: 'Обрізання Господнє',
        desc: 'Обрізання Господнє — свято, що відзначається 14 січня. Це день, коли за обрядом, що існував у єврейській традиції, хлопчикам надавали священикам віру в Бога і їхнє належне місце в общині.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 17,
        date: '18.01',
        name: 'Хрещенський Святвечір (Надвечір\'я Богоявлення)',
        desc: 'Хрещенський Святвечір (Надвечір\'я Богоявлення) — святкується 18 січня. Це надвечір\'я перед святом Богоявлення, коли згадують про Хрещення Ісуса Христа в річці Йордан.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 18,
        date: '09.05',
        name: 'Поминання померлих воїнів',
        desc: "Поминання померлих воїнів — свято, що відзначається 9 травня. Це день пам'яті військових загиблих і вшанування їх внеску в історію країни.",
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 19,
        date: '28.10',
        name: 'Димитрівська батьківська субота',
        desc: 'Димитрівська батьківська субота — свято, що відзначається 28 жовтня. Це день пам\'яті померлих і молитви за їх душі, зокрема за родичів та близьких.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 20,
        date: '06.01',
        name: 'Різдвяний святвечір',
        desc: 'Різдвяний святвечір — свято, що відзначається 6 січня. Це час, коли родина збирається разом, співає колядки та є спеціальний обряд зі святковою вечерею.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 21,
        date: '08.01',
        name: 'Собор Пресвятої Богородиці',
        desc: 'Собор Пресвятої Богородиці — свято, що відзначається 8 січня. Це день, коли віряни збираються в храмах для спільної молитви та вшанування Богородиці.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 22,
        date: '19.01',
        name: 'Святе Богоявлення',
        desc: 'Святе Богоявлення або Хрещення Господнє — свято, що відзначається 19 січня. Це день, коли віряни згадують хрещення Ісуса Христа та святий обряд хрещення.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 23,
        date: '29.01',
        name: 'Тиждень про Закхея',
        desc: 'Тиждень про Закхея — свято, що відзначається 29 січня. Це час, коли віряни пригадують історію Закхея та його зустріч з Ісусом Христом.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 24,
        date: '05.02',
        name: 'Тиждень про митаря і фарисея',
        desc: 'Тиждень про митаря і фарисея — період перед Великим постом, коли віряни згадують притчу про митаря і фарисея та роздумують про покаяння та справедливість перед Богом.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 25,
        date: '06.02',
        name: 'Початок суцільного тижня митаря і фарисея',
        desc: 'Початок суцільного тижня митаря і фарисея — період перед Великим постом, коли віряни готуються до покаяння та роздумують про свої вчинки та ставлення до Бога.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 26,
        date: '12.02',
        name: 'Тиждень про блудного сина',
        desc: 'Тиждень про блудного сина — період перед Великим постом, коли віряни роздумують про притчу про блудного сина та цінність покаяння та прощення.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 27,
        date: '15.02',
        name: 'Стрітення Господнє',
        desc: 'Стрітення Господнє — свято, що відзначається 15 лютого. Це день, коли віряни зустрічають Господа Ісуса Христа в храмі та пригадують Його представлення Богу.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 28,
        date: '18.02',
        name: 'Всесвітня м’ясопусна субота',
        desc: 'Всесвітня м’ясопусна субота — свято, що відзначається 18 лютого. Це день, коли віряни приготовляються до Великого посту та згадують важливі аспекти покаяння та самовідданості.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 29,
        date: '19.02',
        name: 'Тиждень про Страшний суд',
        desc: 'Тиждень про Страшний суд — період перед Великим постом, коли віряни роздумують про Страшний суд та відповідальність за свої дії перед Богом.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 30,
        date: '20.02',
        name: 'Перший день Масляної',
        desc: "Перший день Масляної (Сирного тижня) — свято, що відзначається 20 лютого. Це початок тижня перед Великим постом, коли віряни приготовлюються до пісту та відмови від м'ясних продуктів.",
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 31,
        date: '26.02',
        name: 'Останній день Масляної, Спогад Адамова вигнання, Прощена неділя',
        desc: 'Останній день Масляної (Сирного тижня), Спогад Адамова вигнання, Прощена неділя — свято, що відзначається 26 лютого. Це день, коли віряни проводять Масляну та готуються до Великого посту, а також пригадують вигнання Адама з раю та просять прощення за свої гріхи.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 32,
        date: '27.02',
        name: 'Початок Великого посту',
        desc: 'Початок Великого посту — свято, що відзначається 27 лютого. Це час, коли віряни вступають у період пісту та покаяння, приготовляючись до святкування Великодня.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 33,
        date: '05.03',
        name: 'Урочистість Православ’я',
        desc: 'Урочистість Православ’я — свято, що відзначається 5 березня. Це день, коли віряни вшановують православну віру та її значення в їх житті.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 34,
        date: '11.03',
        name: 'Субота 2-го тижня Великого посту',
        desc: 'Субота 2-го тижня Великого посту — день, коли віряни віддають особливу увагу пісту та покаянню під час Великого посту.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 35,
        date: '12.03',
        name: 'Тиждень 2-й Великого посту, Святителя Григорія Палами, архієпископа Солунського',
        desc: 'Тиждень 2-й Великого посту, Святителя Григорія Палами, архієпископа Солунського — період під час Великого посту, коли віряни пригадують життя та вчення Святителя Григорія Палами та зосереджуються на духовному зростанні.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 36,
        date: '18.03',
        name: 'Субота 3-го тижня Великого посту',
        desc: 'Субота 3-го тижня Великого посту — день, коли віряни продовжують своє покаяння та вдосконалюються в дусі Великого посту.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 37,
        date: '19.03',
        name: 'Тиждень 3-й Великого посту',
        desc: 'Тиждень 3-й Великого посту — період під час Великого посту, коли віряни прагнуть до глибшого покаяння та духовного очищення.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 38,
        date: '25.03',
        name: 'Субота 4-го тижня Великого посту',
        desc: 'Субота 4-го тижня Великого посту — день, коли віряни зосереджуються на пісті, молитві та духовному зростанні в період Великого посту.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 39,
        date: '26.03',
        name: 'Тиждень 4-й Великого посту',
        desc: 'Тиждень 4-й Великого посту — період під час Великого посту, коли віряни зосереджуються на внутрішньому очищенні та духовному розвитку.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 40,
        date: '02.04',
        name: 'Тиждень 5-й Великого посту',
        desc: 'Тиждень 5-й Великого посту — період під час Великого посту, коли віряни продовжують своє покаяння та зосереджуються на духовному розвитку.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 41,
        date: '07.04',
        name: 'Благовіщення Пресвятої Богородиці',
        desc: 'Благовіщення Пресвятої Богородиці — це свято, що відзначається 7 квітня. У цей день християни вшановують сповіщення Архангела Гавриїла Пресвятій Діві Марії про народження Спасителя Ісуса Христа.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 42,
        date: '08.04',
        name: 'Лазарєва субота',
        desc: 'Лазарєва субота — це день перед Вербною неділею, коли віряни приготовляються до святкування Входу Господнього до Єрусалиму.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 43,
        date: '09.04',
        name: 'Вхід Господній до Єрусалиму (Вербна неділя)',
        desc: 'Вхід Господній до Єрусалиму, відомий також як Вербна неділя, відзначається в неділю перед Пасхою. Це свято, що вшановує вхід Ісуса Христа до Єрусалиму, де Його зустріли з пальмовими гілками.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 44,
        date: '10.04',
        name: 'Великий Понеділок',
        desc: 'Великий Понеділок є другим днем Великоднього свята. У цей день віряни радісно святкують Воскресіння Христа та проводять спеціальні богослужіння.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 45,
        date: '11.04',
        name: 'Великий Вівторок',
        desc: 'Великий Вівторок є третім днем Великоднього свята. Він проймається радістю воскресіння Христа та спеціальними обрядами та богослужіннями.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 46,
        date: '12.04',
        name: 'Велика Середа',
        desc: 'Велика Середа є четвертим днем Великоднього свята. Він є часом підготовки до Великоднього празника і вшанування пам’яті Христа.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 47,
        date: '13.04',
        name: 'Великий Четвер. Таємна вечеря',
        desc: 'Великий Четвер є пам’ятним днем Таємної вечері, яка була останнім вечерею Ісуса Христа з Його учнями перед Його розп’яттям.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 48,
        date: '14.04',
        name: 'Велика П’ятниця. Розп’яття Христа',
        desc: 'Велика П’ятниця є днем, коли християни вшановують розп’яття Христа і спогадують Його смерть на хресті для спасіння людства.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 49,
        date: '15.04',
        name: 'Велика Субота. Останній день Великого посту',
        desc: 'Велика Субота є останнім днем Великого посту і передвечір’ям Великоднього Воскресіння. В цей день проводяться особливі богослужіння та святкові заходи.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 50,
        date: '16.04',
        name: 'Великдень – Світле Христове Воскресіння',
        desc: 'Великдень є найбільшим і найдорогшим християнським святом. У цей день віряни святкують Воскресіння Ісуса Христа з мертвих, яке символізує перемогу життя над смертю.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 51,
        date: '17.04',
        name: 'Перший день Великоднього тижня',
        desc: 'Перший день Великоднього тижня є продовженням святкування Великодня і включає різноманітні релігійні та культурні події, які відбуваються протягом цього тижня.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 52,
        date: '23.04',
        name: 'Останній день Великоднього тижня',
        desc: 'Останній день Великоднього тижня завершує святкування Великодня. Це час для останніх святкових заходів і спогадів про воскресіння Христа.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 53,
        date: '25.04',
        name: 'Радониця',
        desc: "Радониця є святом, що відзначається на дев'ятнадцятьий день після Великодня.Вона пов’язана з вшануванням пам’яті померлих і віру в життя після смерті.",
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 54,
        date: '30.04',
        name: 'Тиждень 3-й після Великодня',
        desc: 'Тиждень 3-й після Великодня є часом для продовження післявеликодніх святкувань і поклоніння Христу.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 55,
        date: '07.05',
        name: 'Тиждень 4-й після Великодня',
        desc: 'Тиждень 4-й після Великодня є часом для продовження післявеликодніх святкувань і поклоніння Христу.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 56,
        date: '14.05',
        name: 'Тиждень 5-й після Великодня',
        desc: 'Тиждень 5-й після Великодня є часом для продовження післявеликодніх святкувань і поклоніння Христу.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 57,
        date: '21.05',
        name: 'Апостола і євангеліста Іоанна Богослова',
        desc: "Свято Апостола і євангеліста Іоанна Богослова вшановує пам'ять святого Іоанна, одного з дванадцяти апостолів Ісуса Христа і автора Євангелія від Івана.",
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 58,
        date: '22.05',
        name: 'Святителя Миколая, архієпископа Мир Лікійських, чудотворця',
        desc: "Свято Святителя Миколая вшановує пам'ять святого Миколая, єпископа Мир Лікійських, який відомий своїми чудотворними діями і захистом бідних і потребуючих.",
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 59,
        date: '25.05',
        name: 'Вознесіння Господнє',
        desc: 'Вознесіння Господнє є християнським святом, що відзначає піднесення Ісуса Христа до Небесного престолу після Його Воскресіння.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 60,
        date: '28.05',
        name: 'Тиждень 7-й після Великодня',
        desc: 'Тиждень 7-й після Великодня є часом для продовження післявеликодніх святкувань і поклоніння Христу.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 61,
        date: '03.06',
        name: 'Троїцька субота',
        desc: 'Троїцька субота є днем підготовки до свята П’ятидесятниці і вшановує Святу Трійцю.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 62,
        date: '05.06',
        name: 'День Святого Духа, Перший день Троїцького тижня',
        desc: 'День Святого Духа, також відомий як Перший день Троїцького тижня, є днем, коли віряни вшановують пришестя Духа Святого на землю.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 63,
        date: '11.06',
        name: 'Тиждень 1-й по П’ятидесятниці, Останній день Троїцького тижня',
        desc: 'Тиждень 1-й по П’ятидесятниці є часом для продовження святкувань, пов’язаних з П’ятидесятницею, і поклоніння Святій Трійці.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 64,
        date: '12.06',
        name: 'Початок Петрового посту',
        desc: 'Початок Петрового посту позначає початок пістування в підготовці до свята Апостолів Петра і Павла.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 65,
        date: '18.06',
        name: 'Тиждень 2-й по П’ятидесятниці',
        desc: 'Тиждень 2-й по П’ятидесятниці є часом для поглиблення духовного життя після свята П’ятидесятниці.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 66,
        date: '07.07',
        name: 'Різдво Іоанна Предтечі',
        desc: 'Різдво Іоанна Предтечі відзначає народження Іоанна Хрестителя, пророка, який передвіщав народження Ісуса Христа.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 67,
        date: '11.07',
        name: 'Останній день Петрового посту',
        desc: 'Останній день Петрового посту є днем завершення постування перед святом Апостолів Петра і Павла.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 68,
        date: '12.07',
        name: 'Апостолів Петра й Павла (День Петра і Павла)',
        desc: 'Свято Апостолів Петра і Павла відзначає подвиги і мучеництво апостолів Петра і Павла, двох провідних поширювачів християнства.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 69,
        date: '14.08',
        name: 'Перший день Успенського посту',
        desc: 'Перший день Успенського посту позначає початок пістування в підготовці до свята Успіння Пресвятої Богородиці.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 70,
        date: '19.08',
        name: 'Преображення Господнє (Яблучний Спас)',
        desc: 'Преображення Господнє відзначає подію, коли Ісус Христос змінився на горі Тавор перед своїми учнями.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 71,
        date: '27.08',
        name: 'Останній день Успенського посту',
        desc: 'Останній день Успенського посту є днем завершення пістування перед святом Успіння Пресвятої Богородиці.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 72,
        date: '28.08',
        name: 'Успіння Пресвятої Богородиці',
        desc: 'Успіння Пресвятої Богородиці відзначає знесення тіла Богородиці до Неба після її смерті.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 73,
        date: '11.09',
        name: 'Усікновення глави Івана Предтечі, Пісний день',
        desc: 'Усікновення глави Івана Предтечі відзначає загибель святого Івана Хрестителя.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 74,
        date: '21.09',
        name: 'Різдво Пресвятої Богородиці',
        desc: 'Різдво Пресвятої Богородиці святкує народження Матері Ісуса Христа, Богородиці.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 75,
        date: '27.09',
        name: 'Воздвиження Хреста Господнього. Пісний день',
        desc: "Воздвиження Хреста Господнього відзначає пам'ять про підняття Хреста, на якому був розп'ятий Ісус Христос.",
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 76,
        date: '07.10',
        name: 'Покровська субота',
        desc: "Покровська субота є пістним днем, відзначає пам'ять про Покров Пресвятої Богородиці.",
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 77,
        date: '09.10',
        name: 'Апостола та євангеліста Івана Богослова',
        desc: 'Свято Апостола та євангеліста Івана Богослова відзначає подвиги та внесок святого Івана Богослова в ранню християнську церкву.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 78,
        date: '14.10',
        name: 'Покров Пресвятої Богородиці',
        desc: 'Покров Пресвятої Богородиці відзначає покровительство Богородиці над вірними та заступництво її молитв.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 79,
        date: '04.11',
        name: 'Дмитрівська поминальна субота',
        desc: "Дмитрівська поминальна субота є днем пам'яті померлих та поминання родичів та близьких.",
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 80,
        date: '18.11',
        name: 'Михайлівська субота',
        desc: "Михайлівська субота є днем пам'яті Архистратига Михаїла, архангела.",
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 81,
        date: '28.11',
        name: 'Початок Різдвяного посту',
        desc: 'Початок Різдвяного посту позначає початок пістування у підготовці до святкування Різдва Христового.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 82,
        date: '04.12',
        name: 'Введення в храм Пресвятої Богородиці',
        desc: 'Введення в храм Пресвятої Богородиці відзначає винесення Марії, майбутньої Богородиці, в храм.',
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    {
        id: 83,
        date: '19.12',
        name: 'День святого Миколая, архієпископа Мир Лікійських, чудотворця',
        desc: "День святого Миколая вшановує пам'ять святого Миколая, покровителя дітей, моряків, убогих і багатьох інших.",
        affiliation: 'Релігійне',
        img: 'https://i.ibb.co/nDsNJXm/8aaf609654aa74ab008a7fcdfbd0a39c62850f69.jpg',
    },
    // Інші
    {
        id: 84,
        date: "01.04",
        name: "Поливальний понеділок",
        desc: "01 квітня в Україні відзначається Поливальний понеділок, жартівливе свято після Великодня, коли за народними традиціями прийнято обливати дівчат водою і проводити волочебний обряд.",
        affiliation: "Релігійне, Громадське, Культурне",
        img: "https://te.20minut.ua/img/cache/news_new_m/news/0009/64/863278-sogodni-oblivaniy-ponedilok.jpeg?hash=2018-04-08-21-43-37"
    },
    {
        id: 85,
        date: "01.04",
        name: "День Сміху!",
        desc: "01 квітня в Україні також є Днем Сміху! Це жартівливе свято, коли люди обмінюються жартами та розіграшами.",
        affiliation: "Громадське",
        img: 'https://images.unian.net/photos/2021_03/thumb_files/1000_545_1617089303-8391.jpg?1'
    },
    {
        id: 86,
        date: "01.04",
        name: "День їстівної книги",
        desc: "01 квітня в Україні відзначається Міжнародний фестиваль їстівних книжок, коли шанувальники кулінарних та літературних шедеврів діляться рецептами та розповідають історії про книжки, в яких їжа виконує особливу роль.",
        affiliation: "Культурне",
        img: 'https://daytoday.ua/wp-content/uploads/2021/03/Den-istivnoi-knyhy-Mizhnarodnyy-festyval-istivnykh-knyzhok.jpg'
    },
    {
        id: 87,
        date: "07.04",
        name: "День геолога",
        desc: "07 квітня в Україні відзначається День геолога, що присвячений фахівцям у галузі геології та геологічних наук.",
        affiliation: "Професійне",
        img: "https://greenpost.ua/upload/news/2023/04/02/geolog1_965x0.jpg?v=1680436810"
    },
    {
        id: 88,
        date: "10.04",
        name: "День звільнення Одеси від німецької окупації в Україні",
        desc: "10 квітня в Україні відзначається День звільнення Одеси від німецької окупації під час Другої світової війни. Це свято вшановує подвиг воїнів та жителів міста, які боролися за визволення Одеси від нацистських загарбників.",
        affiliation: "Історичне, Громадське",
        img: "https://all.accor.com/magazine/imagerie/kartinka-1-9438.jpg"
    },
    {
        id: 89,
        date: "12.04",
        name: "День працівників ракетно-космічної галузі України",
        desc: "12 квітня в Україні відзначається День працівників ракетно-космічної галузі, що присвячений фахівцям, які працюють у сфері космічних досліджень та розробок.",
        affiliation: "Професійне, Громадське",
        img: "https://naked-science.ru/wp-content/uploads/2022/10/image-150.png"
    },
    {
        id: 90,
        date: "12.04",
        name: "День скаута в Україні",
        desc: "12 квітня в Україні відзначається День скаута, коли українські скаути згадують засновника світового скаутського руху - лорда Роберта Беден-Пауелла.",
        affiliation: "Громадське",
        img: "https://synod.ugcc.ua/pub/images/f615262edc3894d1.jpg"
    },
    {
        id: 91,
        date: "15.04",
        name: "День екологічних знань в Україні",
        desc: "15 квітня в Україні відзначається День екологічних знань, який існує з 1996 року і присвячений підвищенню екологічної свідомості та знань серед населення.",
        affiliation: "Громадське",
        img: "https://lib.nmu.org.ua/wp-content/uploads/2020/06/83fa446abda7c76cd3c6f9326e031409-banner-p_agina-astral-1920x640-1-1170x605.jpg"
    },
    {
        id: 92,
        date: "15.04",
        name: "День працівників кримінального розшуку України",
        desc: "15 квітня в Україні відзначається День працівників кримінального розшуку України, коли вшановують фахівців, які займаються розслідуванням злочинів та розшуком злочинців.",
        affiliation: "Професійне",
        img: "https://oduvs.edu.ua/wp-content/uploads/2021/04/photo5449794770110099848.jpg"
    },
    {
        id: 93,
        date: "17.04",
        name: "День пожежної охорони",
        desc: "17 квітня в Україні відзначається День пожежної охорони, що присвячений працівникам пожежної служби. Це свято вшановує мужність та відданість людей, які ризикують своїм життям для порятунку інших від небезпеки пожежі.",
        affiliation: "Професійне, Громадське",
        img: "https://daytoday.ua/wp-content/uploads/2021/03/Den-pozhezhnoi-okhorony-Ukrainy.jpg"
    },
    {
        id: 94,
        date: "18.04",
        name: "День пам’яток історії та культури",
        desc: "18 квітня в Україні відзначається День пам’яток історії та культури. Це свято спрямоване на збереження, вивчення та популяризацію культурно-історичної спадщини України, включаючи пам'ятки архітектури, мистецтва, археології та інші.",
        affiliation: "Культурне, Громадське",
        img: "https://anga.ua/ifiles/files/kyj-shchek-horiv11.jpg"
    },
    {
        id: 95,
        date: "20.04",
        name: "Український День навколишнього середовища (День довкілля)",
        desc: "20 квітня в Україні відзначається Український День навколишнього середовища, також відомий як День довкілля. Це свято спрямоване на підвищення усвідомлення про необхідність збереження та охорони навколишнього середовища, здоров'я людей та природних ресурсів.",
        affiliation: "Екологічне, Громадське",
        img: "https://uriffm.org.ua/media/uploads/2022/06/05/q20.jpg"
    },
    {
        id: 96,
        date: "23.04",
        name: "Всеукраїнський день психолога",
        desc: "23 квітня в Україні відзначається Всеукраїнський день психолога. Це свято присвячене фахівцям у галузі психології, які надають підтримку та допомогу людям у різних сферах життя.",
        affiliation: "Професійне, Громадське",
        img: "https://rsv.ru/blog/wp-content/uploads/2021/10/professiya-psiholog-918x516.jpg"
    },
    {
        id: 97,
        date: "24.04",
        name: "Міжнародний день секретаря",
        desc: "24 квітня в Україні відзначається Міжнародний день секретаря. Це свято присвячене професійним секретарям та адміністративним працівникам, які відіграють важливу роль у підтримці ефективної роботи організацій та керівництва.",
        affiliation: "Професійне, Громадське",
        img: "https://media.acc.cv.ua/news/article/2021/04/20/71747/oA4FFOY7cMaz19SI93A8.r695x430.jpg"
    },
    {
        id: 98,
        date: "27.04",
        name: "День кадровика в Україні або Свято кадрового працівника",
        desc: "27 квітня в Україні відзначається День кадровика або Свято кадрового працівника, що присвячене спеціалістам у галузі управління персоналом та кадрової роботи.",
        affiliation: "Професійне",
        img: "https://life.fakty.com.ua/wp-content/uploads/sites/3/2022/04/26/556-620x349.jpg"
    },
    {
        id: 99,
        date: "27.04",
        name: "День казначейської служби України",
        desc: "27 квітня в Україні відзначається День казначейської служби України, коли вшановують фахівців, які здійснюють управління фінансовими ресурсами держави.",
        affiliation: "Державне",
        img: "https://podil.kyivcity.gov.ua/done_img/b/3483.jpg"
    },
    {
        id: 100,
        date: "29.04",
        name: "День пам'яті жертв национал-соціалістичних прогонів",
        desc: "29 квітня в Україні відзначається День пам'яті жертв націонал-соціалістичних прогонів. Це свято присвячене вшануванню пам'яті мільйонів людей, які стали жертвами політичних репресій, геноциду та насильницьких депортацій у період Другої світової війни.",
        affiliation: "Історичне, Громадське",
        img: "https://gdb.rferl.org/8FE2FE5B-6B35-41DB-ACA4-B9439D4C9321_w1080_h608_s_b.jpg"
    },
    {
        id: 101,
        date: "30.04",
        name: "День пам'яті українців, які загинули внаслідок голодоморів",
        desc: "30 квітня в Україні відзначається День пам'яті українців, які загинули внаслідок голодоморів. Це свято присвячене пам'яті мільйонів українців, які стали жертвами штучно створених голодоморів 1932-1933, 1946-1947 та 1953 років.",
        affiliation: "Історичне, Громадське",
        img: "https://dn.gov.ua/storage/app/thumbnails/1b7/004/003/460883-1_820x360.png"
    },
    {
        id: 102,
        date: "01.05",
        name: "Свято Весни і Праці та Міжнародний день солідарності трудящих",
        desc: "1 травня є символічним днем, коли відзначаються Свято Весни і Праці та Міжнародний день солідарності трудящих. Це свято відзначається в багатьох країнах світу і символізує боротьбу за працючі права та досягнення працівників у політичній, соціальній і економічній сферах.",
        affiliation: "Громадське",
        img: "https://www.polscha.travel/images/uk-UA/Aktualno%C5%9Bci3/wiosna_kwitnace_drzewa_1170.jpg"
    },
    {
        id: 103,
        date: "02.05",
        name: "Міжнародний день Гаррі Поттера",
        desc: "2 травня є Міжнародним днем Гаррі Поттера. Це свято присвячене всесвіту книжок і фільмів про Гаррі Поттера, створених Джоан Роулінг. У цей день фанати Гаррі Поттера зі всього світу відзначають його народження та вшановують культову серію.",
        affiliation: "Культурне, Літературне",
        img: "https://img.championat.com/s/735x490/news/big/g/v/oficialno-hbo-snimet-serial-garri-potter_16813235311040883005.jpg"
    },
    {
        id: 104,
        date: "03.05",
        name: "День кондитера",
        desc: "3 травня святкують День кондитера. Це професійне свято, присвячене майстрам цукерного мистецтва, які готують різноманітні солодощі та десерти. У цей день відзначають роботу та талант кондитерів, які творять справжні шедеври солодкого мистецтва.",
        affiliation: "Професійне, Кулінарне",
        img: "https://jisty.com.ua/wp-content/uploads/2019/11/keksiki-na-kefiri.jpg"
    },
    {
        id: 105,
        date: "04.05",
        name: "День міста Львів",
        desc: "4 травня - День міста Львів. Це свято відзначається у зв'язку зі заснуванням міста Львова. У цей день львів'яни та гості міста відзначають його культурну спадщину та історичну цінність.",
        affiliation: "Місцеве",
        img: "https://ukasko.ua/storage/articles/jak-organizuvati-podorozh-do-lvova-samomu.jpg"
    },
    {
        id: 106,
        date: "04.05",
        name: "Закінчення Великого посту",
        desc: "4 травня відзначається закінчення Великого посту - періоду підготовки до святкування Пасхи.",
        affiliation: "Релігійне",
        img: "https://te.20minut.ua/img/cache/news_new_m/news/0013/12/1211717-sogodni-27-kvitnya-zakinchennya-velikogo-postu.jpeg?hash=2019-04-26-21-02-39"
    },
    {
        id: 107,
        date: "05.05",
        name: "Пасха Христова - Великдень",
        desc: "5 травня відзначається Пасха Христова, також відома як Великдень. Це головне релігійне свято християнства, що відзначає воскресіння Ісуса Христа. У цей день віряни відвідують церкву, обмінюються пасхальними вітаннями, фарбують та обмінюють писанки.",
        affiliation: "Релігійне",
        img: "https://krkut.com.ua/wp-content/uploads/2021/04/24338053.jpg"
    },
    {
        id: 108,
        date: "06.05",
        name: "День піхоти в Україні",
        desc: "6 травня відзначається День піхоти в Україні. Це професійне свято, яке було встановлено Указом Президента №152/2019 від 19 квітня 2019. У цей день вшановують роль піхоти в захисті країни та вшановують воїнів піхоти, які приносять жертви заради безпеки та свободи України.",
        affiliation: "Професійне, Військове",
        img: "https://media.slovoidilo.ua/media/publications/19/181424/181424-1_large.jpg"
    },
    {
        id: 109,
        date: "07.05",
        name: "День фізика",
        desc: "7 травня відзначається День фізика. Це професійне свято, яке присвячене фахівцям у галузі фізики. У цей день вшановують внесок фізиків у розвиток науки та технологій.",
        affiliation: "Професійне",
        img: "https://fs04.vseosvita.ua/0400xqz1-65eb-378x191.jpg"
    },
    {
        id: 110,
        date: "07.05",
        name: "День міста Івано-Франківськ",
        desc: "7 травня відзначається День міста Івано-Франківськ - свято, присвячене заснуванню міста та його розвитку.",
        affiliation: "Місцеве",
        img: "https://images.unian.net/photos/2022_09/thumb_files/400_0_1664006947-6377.jpg"
    },
    {
        id: 112,
        date: "09.05",
        name: "День Європи в Україні",
        desc: "9 травня в Україні відзначається День Європи. Це свято, що символізує європейську інтеграцію та співпрацю. У цей день проводяться різноманітні заходи, спрямовані на підтримку європейських цінностей та розвиток спільної співпраці з країнами Європейського Союзу.",
        affiliation: "Суспільне",
        img: "https://pnotg.gov.ua/storage/news/article/4423a6cc92cd6820405db621103781a0.jpg"
    },
    {
        id: 113,
        date: "12.05",
        name: "День матері в Україні",
        desc: "12 травня в Україні відзначається День матері. Це свято приурочене до вшанування матерів, які відіграють важливу роль у житті кожної людини.",
        affiliation: "Суспільне",
        img: 'https://pravyysektor.info/sites/default/files/field/image/denj-materi.jpg',
    },
    {
        id: 114,
        date: "14.05",
        name: "День пам'яті українців, які рятували євреїв",
        desc: "14 травня в Україні відзначається День пам'яті українців, які рятували євреїв під час Другої світової війни. Це свято присвячене вшануванню героїзму та самопожертви українських громадян, які ризикували своїм життям, щоб врятувати єврейське населення від нацистського геноциду.",
        affiliation: "Суспільне",
        img: "https://udpu.edu.ua/images/news/2023/05/12/18085/1.jpg"
    },
    {
        id: 115,
        date: "16.05",
        name: "Всесвітній день вишиванки",
        desc: "16 травня в Україні відзначається Всесвітній день вишиванки. Це свято культури східнослов'янської традиційної вишиваної сорочки, яка є символом національної гордості та національної ідентичності. Відзначають його у третій четвер травня. Ідея виникла в 2006 році у студентів і викладачів з Чернівецького Національного Університету. Зазвичай вишиванку виготовляють із саморобного полотна, яке ткали на верстаті.",
        affiliation: "Суспільне",
        img: "https://www.oblpon.uz.ua/wp-content/uploads/2023/05/image.jpg"
    },
    {
        id: 116,
        date: "18.05",
        name: "День резервіста України",
        desc: "Це свято присвячене вшануванню військових резервістів, тобто осіб, які проходили військову службу, але зараз не перебувають на постійній військовій службі. Це може бути військова парада, церемонії вшанування і т.д.",
        affiliation: "Суспільне",
        img: "https://i-ua.tv/img/790x450/0/277819166345053174317005383794509358010210n-6799097e.jpg"
    },
    {
        id: 117,
        date: "19.05",
        name: "День сімейної медицини в Україні",
        desc: "19 травня в Україні відзначаються День сімейної медицини. Це свято присвячене підтримці та визнанню внеску сімейних лікарів у охорону здоров'я населення.",
        affiliation: "Суспільне",
        img: "https://vvclinic.com.ua/images/family-doctor-art-1170x700-1024x613.jpg"
    },
    {
        id: 118,
        date: "20.05",
        name: "День банківських працівників України",
        desc: "20 травня в Україні відзначається День банківських працівників. Це свято присвячене банківській галузі та визнанню внеску працівників банківського сектору в економічний розвиток країни.",
        affiliation: "Суспільне",
        img: "https://apostrophe.ua/uploads/image/fb223fbf7dac36a9292333e5c7c51e1a.jpg"
    },
    {
        id: 119,
        date: "22.05",
        name: "День літнього Миколая",
        desc: "22 травня в Україні відзначається День літнього Миколая. Це свято пов'язане з українською народною традицією вшанування святого Миколая, покровителя дітей та мандрівників. Відзначають його у третю неділю травня.",
        affiliation: "Релігійне",
        img: "https://vsviti.com.ua/wp-content/uploads/2021/05/mikola-d.jpg"
    },
    {
        id: 120,
        date: "24.05",
        name: "День слав'янської писемності та культури",
        desc: "24 травня в Україні відзначається День слав'янської писемності та культури. Це свято присвячене пам'яті святих Кирила і Мефодія, які створили азбуку для слов'янських народів та внесли вагомий внесок у розвиток писемності і культури. Відзначають його у день заснування Кирило-Мефодіївського слав'янського наукового центру в Україні.",
        affiliation: "Суспільне",
        img: "https://mig.com.ua/wp-content/uploads/2023/05/00-373.jpg"
    },
    {
        id: 121,
        date: "26.04",
        name: "День Чорнобильської трагедії",
        desc: "26 травня в Україні відзначається День Чорнобильської трагедії. Це свято присвячене пам'яті жертв аварії на Чорнобильській АЕС, яка сталася 26 квітня 1986 року. В цей день проводяться урочистості та покладають квіти до меморіалів, що встановлені в пам'ять про трагедію.",
        affiliation: "Суспільне",
        img: "https://pkrv.dp.gov.ua/images/content/2017/04/1971_1.jpg"
    },
    {
        id: 123,
        date: "29.05",
        name: "День хіміка",
        desc: "29 травня в Україні відзначається День хіміка. Це професійне свято присвячене працівникам хімічної галузі, які вносять вагомий внесок у розвиток науки, технологій та виробництва.",
        affiliation: "Суспільне",
        img: "https://web.kpi.kharkov.ua/nanochem/wp-content/uploads/sites/126/2015/01/doska-himija-himik-organik-e1434968200877.jpg"
    },
    {
        id: 124,
        date: "31.05",
        name: "День пам'яті політичних репресій жертв комуністичного тоталітарного режиму",
        desc: "31 травня в Україні відзначається День пам'яті політичних репресій жертв комуністичного тоталітарного режиму. Це свято присвячене вшануванню пам'яті мільйонів людей, які постраждали від політичних репресій та терору комуністичного режиму в Україні.",
        affiliation: "Суспільне",
        img: "https://media.slovoidilo.ua/media/publications/7/61553/61553-1_large.jpg"
    },
    {
        id: 125,
        date: "01.06",
        name: "День захисту дітей",
        desc: "1 червня в Україні відзначається День захисту дітей. Це свято присвячене охороні прав та благополуччя дітей, підтримці їхньої безпеки, розвитку та щасливого дитинства. У цей день проводяться різноманітні заходи та акції, спрямовані на захист та підтримку дітей.",
        affiliation: "Суспільне",
        img: "https://www.zoda.gov.ua/images/article/1/000139/139326/foto.jpg"
    },
    {
        id: 126,
        date: "02.06",
        name: "День міста Сімферополь",
        desc: "2 червня в Україні відзначається День міста Сімферополь. Це свято присвячене столиці та адміністративному центру Автономної Республіки Крим. У цей день в місті проводяться різноманітні святкові заходи, концерти та фестивалі.",
        affiliation: "Суспільне",
        img: "https://www.if24.ru/wp-content/uploads/2018/09/RIAN_3267159.HR_.ru_-1024x767.jpg"
    },
    {
        id: 127,
        date: "02.06",
        name: "День міста Черкаси",
        desc: "2 червня в Україні відзначається День міста Черкаси. Це свято присвячене столиці Черкаської області. У цей день в місті проводяться різноманітні святкові заходи, концерти, ярмарки та спортивні змагання.",
        affiliation: "Суспільне",
        img: "https://dzvin.media/wp-content/uploads/2018/05/Kvartiri-podobovo-CHerkasi.jpg"
    },
    {
        id: 128,
        date: "02.06",
        name: "День меліоратора",
        desc: "2 червня в Україні відзначається День меліоратора. Це професійне свято присвячене працівникам сфери меліорації, які займаються покращенням ґрунтів і водних ресурсів для землеробства та інших галузей.",
        affiliation: "Суспільне",
        img: "https://novostipmr.com/sites/default/files/filefield_paths/cvrdss9wiaaf1xg_0.jpg"
    },
    {
        id: 129,
        date: "02.06",
        name: "День працівників водного господарства України",
        desc: "2 червня в Україні відзначається День працівників водного господарства України. Це свято присвячене спеціалістам, які забезпечують організацію, розвиток та ефективне використання водних ресурсів країни.",
        affiliation: "Суспільне",
        img: "https://daytoday.ua/wp-content/uploads/2021/05/Den-pratsivnykiv-vodnoho-hospodarstva.jpg"
    },
    {
        id: 130,
        date: "02.06",
        name: "День працівників місцевої промисловості України",
        desc: "2 червня в Україні відзначається День працівників місцевої промисловості України. Це свято присвячене робітникам і фахівцям місцевої промисловості, які забезпечують розвиток та виробництво товарів на місцевому рівні.",
        affiliation: "Суспільне",
        img: "https://v24.com.ua/informer/i/files/catalog/305/305_soc_holiday.jpg?v=3"
    },
    {
        id: 131,
        date: "04.06",
        name: "День пам'яті дітей, загиблих в результаті збройної агресії Російської Федерації проти України",
        desc: "4 червня в Україні відзначається День пам'яті дітей, загиблих в результаті збройної агресії Російської Федерації проти України. Це дата, коли вшановують пам'ять дітей, які стали жертвами конфлікту на Сході України.",
        affiliation: "Суспільне",
        img: "https://i.lb.ua/049/52/60b5fbd6700f8.jpeg"
    },
    {
        id: 132,
        date: "06.06",
        name: "День журналіста України",
        desc: "6 червня в Україні відзначається День журналіста України. Це професійне свято присвячене журналістам, які займаються пошуком, збором, аналізом та поширенням інформації для громадськості.",
        affiliation: "Суспільне",
        img: "https://studlive.by/wp-content/uploads/2022/07/41585-9b070ff2573b455e42fe77968fc67977.jpg"
    },
    {
        id: 133,
        date: "08.06",
        name: "День працівника мебельної промисловості або День мебляра в Україні",
        desc: "8 червня в Україні відзначається День працівника мебельної промисловості або День мебляра. Це професійне свято присвячене працівникам мебельної галузі, які займаються виробництвом, ремонтом та дизайном меблів. Це неофіційне професійне свято меблярів.",
        affiliation: "Професійне",
        img: "https://daytoday.ua/wp-content/uploads/2023/06/Den-pratsivnyka-meblevoi-promyslovosti.jpg"
    },
    {
        id: 134,
        date: "08.06",
        name: "День міста Севастополь",
        desc: "8 червня в Україні відзначається День міста Севастополь. Це свято присвячене місту-герою Севастополю, розташованому на півдні Криму. У цей день проводяться різноманітні святкові заходи, паради, концерти та феєрверки.",
        affiliation: "Суспільне",
        img: "https://planetofhotels.com/guide/sites/default/files/styles/big_gallery_image/public/text_gallery/Sevastopol-3.jpg"
    },
    {
        id: 135,
        date: "09.06",
        name: "День працівників текстильної і легкої промисловості",
        desc: "9 червня в Україні відзначається День працівників текстильної і легкої промисловості. Це професійне свято присвячене робітникам та фахівцям галузі, які займаються виробництвом текстильних та легких товарів.",
        affiliation: "Професійне",
        img: "https://daytoday.ua/wp-content/uploads/2021/05/Den-pratsivnykiv-tekstylnoi-i-lehkoi-promyslovosti.jpg"
    },
    {
        id: 136,
        date: "12.06",
        name: "День працівника фондового ринку України",
        desc: "12 червня в Україні відзначається День працівника фондового ринку України. Це свято присвячене фахівцям, які займаються розвитком, регулюванням та управлінням фондовим ринком країни.",
        affiliation: "Суспільне",
        img: "https://radiotrek.rv.ua/uploads/media/7c/21/7c21feb8e76c6e17ca26d8b0b38c81b3_w960.jpg"
    },
    {
        id: 137,
        date: "14.05",
        name: "Україна стала членом ЮНЕСКО",
        desc: "Україна стала членом ЮНЕСКО - організації Об'єднаних Націй з питань освіти, науки і культури. Це означає, що Україна приєдналася до цієї міжнародної організації, яка сприяє розвитку освіти, науки і культури в різних країнах світу.",
        affiliation: "Суспільне",
        img: "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Flag_of_UNESCO.svg/1200px-Flag_of_UNESCO.svg.png"
    },
    {
        id: 138,
        date: "18.05",
        name: "День боротьби за права кримськотатарського народу",
        desc: "Це свято приурочене до підтримки прав кримськотатарського народу, етнічної групи, яка має багатовікову історію на півострові Крим. Воно відзначається як символ боротьби за захист прав і культурних цінностей цього народу.",
        affiliation: "Суспільне",
        img: "https://city-adm.lviv.ua/img/843x500/a/img2020062613132101-1fc9dfcb.jpg"
    },
    {
        id: 139,
        date: "16.06",
        name: "День медичного працівника",
        desc: "16 червня в Україні відзначається День медичного працівника. Це професійне свято присвячене лікарям, медсестрам, фельдшерам та іншим медичним працівникам, які забезпечують охорону здоров'я населення.",
        affiliation: "Професійне",
        img: "https://ukranews.com/upload/media/2021/06/18/60cd011c63092-Snimok_ekrana_2021-06-18_225702.png"
    },
    {
        id: 140,
        date: "18.06",
        name: "День дільничного офіцера поліції в Україні",
        desc: "18 червня в Україні відзначається День дільничного офіцера поліції. Це професійне свято присвячене поліцейським, які здійснюють роботу на дільницях та забезпечують безпеку та порядок у своїх районах.",
        affiliation: "Професійне",
        img: "https://if.informator.ua/wp-content/uploads/2022/06/20171216122150-1792-1.jpg"
    },
    {
        id: 141,
        date: "19.06",
        name: "День фермера",
        desc: "19 червня в Україні відзначається День фермера. Це свято присвячене селянам-фермерам, які займаються сільськогосподарською діяльністю та вирощують різні культури і тваринництво.",
        affiliation: "Суспільне",
        img: "https://rozdil.lviv.ua/Kalendar/Svyata/Cherven/fermer.jpg"
    },
    {
        id: 142,
        date: "21.06",
        name: "День працівника служби контролю за регульованими цінами в Україні",
        desc: "21 червня в Україні відзначається День працівника служби контролю за регульованими цінами. У цей день прийнято Закон України «Про ціни і ціноутворення». Свято присвячене фахівцям, які здійснюють контроль за цінами на товари та послуги для захисту інтересів споживачів.",
        affiliation: "Суспільне",
        img: "https://www.dilovamova.com/images/wpi.images/events/204456d.jpg"
    },
    {
        id: 143,
        date: "22.06",
        name: "День скорботи і вшанування пам’яті жертв Війни в Україні",
        desc: "22 червня в Україні відзначається День скорботи і вшанування пам’яті жертв Війни в Україні. Це свято присвячене вшануванню пам’яті усіх загиблих внаслідок війни, зокрема на Сході України.",
        affiliation: "Суспільне",
        img: "https://sud.ua/uploads/news/2023/06/22/99fb77c3bf30bedef98aca8af4032e601c75bece.jpg"
    },
    {
        id: 144,
        date: "23.06",
        name: "День державної служби України",
        desc: "23 червня в Україні відзначається День державної служби України. Це професійне свято працівників державних органів та установ, які забезпечують функціонування державної системи.",
        affiliation: "Професійне",
        img: "https://www.davr.gov.ua//upload/cache/Materials/Material3962/71b03a19b5-1_600x.jpg"
    },
    {
        id: 145,
        date: "18.05",
        name: "День скорботи і пам'яті жертв депортації кримськотатарського народу",
        desc: " Це свято вшановує пам'ять жертв депортації кримськотатарського народу, яка відбулася у 1944 році за рішенням радянського уряду. У цей день проводяться мітинги, панахиди та інші заходи, що нагадують про цю трагедію.",
        affiliation: "Суспільне",
        img: "https://static.ukrinform.com/photos/2016_04/thumb_files/630_360_1461677359-4881.jpg"
    },
    {
        id: 146,
        date: "23.06",
        name: "День Святої Трійці. П’ятидесятниця",
        desc: "23 червня в Україні відзначається День Святої Трійці, відомий також як П’ятидесятниця. Це релігійне свято, яке відзначається на 50-й день після Пасхи. У цей день християни святкують згадку про зшиття Святого Духа на апостолів.",
        affiliation: "Релігійне",
        img: "https://bukinfo.com.ua/news-gallery/60cecddfe3198.jpg"
    },
    {
        id: 147,
        date: "25.06",
        name: "День митної служби України",
        desc: "25 червня в Україні відзначається День митної служби України. Це свято присвячене працівникам митниці, які здійснюють контроль за переміщенням товарів через державний кордон та забезпечують дотримання митних правил та процедур.",
        affiliation: "Суспільне",
        img: "https://donbas24.news/storage/news/s4il2js3bhabxkch.jpeg"
    },
    {
        id: 148,
        date: "25.06",
        name: "Міжнародний день моряка",
        desc: "25 червня в Україні та в багатьох країнах світу відзначається Міжнародний день моряка. Це свято присвячене морякам, які здійснюють важливу роботу у морському транспорті та забезпечують міжнародну торгівлю та співпрацю.",
        affiliation: "Суспільне",
        img: "https://static.tildacdn.com/tild3234-3665-4464-a231-623664313132/14.png"
    },
    {
        id: 149,
        date: "26.06",
        name: "День національного прапора кримських татар в Україні",
        desc: "26 червня в Україні відзначається День національного прапора кримських татар. Це свято вшановує культурну та національну спадщину кримськотатарського народу, які мають свій унікальний національний прапор.",
        affiliation: "Суспільне",
        img: "https://static.ukrinform.com/photos/2020_08/thumb_files/630_360_1597066119-838.jpg"
    },
    {
        id: 150,
        date: "28.06",
        name: "День Конституції України",
        desc: "28 червня в Україні відзначається День Конституції України. Це свято присвячене Конституції України - основному закону країни, який визначає права та обов'язки громадян, структуру влади та принципи функціонування держави.",
        affiliation: "Суспільне",
        img: "https://www.volynnews.com/files/news/2022/06-27/341659/2513244.jpg"
    },
    {
        id: 116,
        date: "18.05",
        name: "День науки в Україні",
        desc: "Це свято приурочене до вшанування наукових досягнень, науковців та вчених України. Воно має на меті підкреслити важливість науки в розвитку суспільства та просуванні наукових досліджень у різних галузях.",
        affiliation: "Суспільне",
        img: "https://file.liga.net/images/general/2019/10/09/20191009094631-1780.jpg?v=1570608911"
    },
    {
        id: 152,
        date: "30.06",
        name: "День молодіжних і дитячих громадських організацій України",
        desc: "30 червня в Україні відзначається День молодіжних і дитячих громадських організацій України. Це свято присвячене активній молоді, яка об'єднується в громадські організації та сприяє розвитку молодіжного руху та дитячих ініціатив.",
        affiliation: "Суспільне",
        img: "https://daytoday.ua/wp-content/uploads/2021/05/Den-molodizhnykh-i-dytiachykh-hromadskykh-orhanizatsiy-Ukrainy1.jpg"
    },
    {
        id: 153,
        date: "01.07",
        name: "День слідства в Україні",
        desc: "1 липня в Україні відзначається День слідства. Це професійне свято присвячене спеціалістам, які займаються проведенням слідчих дій та розслідуванням злочинів з метою встановлення обставин вчинення злочину та притягнення винних осіб до відповідальності.",
        affiliation: "Суспільне",
        img: "https://daytoday.ua/wp-content/uploads/2021/06/Den-slidstva-v-Ukraini1.jpg"
    },
    {
        id: 154,
        date: "01.07",
        name: "День державного реєстратора в Україні",
        desc: "1 липня в Україні відзначається День державного реєстратора. Це професійне свято присвячене співробітникам органів державної реєстрації, які здійснюють реєстрацію юридичних та фізичних осіб, прав на нерухоме майно та інші важливі документи.",
        affiliation: "Суспільне",
        img: "https://nordbess-news.cv.ua/wp-content/uploads/Den-derzhavnoho-reiestratora-v-Ukraini.jpg"
    },
    {
        id: 155,
        date: "01.07",
        name: "День архітектури України",
        desc: "1 липня в Україні відзначається День архітектури. Це свято присвячене архітекторам та їхній творчості, яка впливає на формування вигляду наших міст та нарізноманітність архітектурних стилів і напрямків в Україні.",
        affiliation: "Суспільне",
        img: "https://np.pl.ua/wp-content/uploads/2019/07/98794.jpg"
    },
    {
        id: 156,
        date: '24.07',
        name: 'День фінансового працівника в Україні',
        desc: 'День фінансового працівника в Україні - свято, присвячене працівникам фінансової сфери. Це святкування відзначається щорічно 24 липня. Під час цього дня вшановуються досягнення фінансових працівників у розвитку економіки та фінансової стійкості країни.',
        affiliation: 'Національне',
        img: "https://www.dilovamova.com/images/wpi.images/events/205098d.jpg"
    },
    {
        id: 157,
        date: '25.07',
        name: 'День зубного техніка',
        desc: 'День зубного техніка - професійне свято, присвячене фахівцям зубної техніки. Це свято відзначається щороку 25 липня. Під час цього дня вшановуються зусилля зубних техніків у виготовленні та відновленні зубних протезів, сприянні здоров\'ю та посмішці пацієнтів.',
        affiliation: 'Професійне',
        img: "hhttps://media.acc.cv.ua/news/article/2019/07/24/47506/MBdEVHASiS8UCF9eHSXT.w575.jpg"
    },
    {
        id: 158,
        date: '26.07',
        name: 'День парашутиста',
        desc: 'День парашутиста - свято, присвячене військовим парашутистам та любителям парашутного спорту. Це святкування відзначається щорічно 26 липня. Під час цього дня вшановуються досягнення парашутистів у військових операціях, спортивних змаганнях та розвитку парашутного спорту в цілому.',
        affiliation: 'Національне',
        img: "https://radiotrek.rv.ua/uploads/media/18/08/1808e5c474ec841b21563bd4da170b51_w640.jpg"
    },
    {
        id: 159,
        date: '28.07',
        name: 'День Української Державності',
        desc: 'День Української Державності - національне свято, що відзначається 28 липня. Воно символізує день ухвалення Декларації про державний суверенітет України у 1990 році. В цей день українці вшановують національну незалежність та проголошують свою підтримку суверенітету країни.',
        affiliation: 'Національне',
        img: 'https://www.5.ua/media/pictures/1140x641/246899.jpg?t=1649863318'
    },
    {
        id: 160,
        date: '28.07',
        name: 'День хрещення Київської Русі – України',
        desc: 'День хрещення Київської Русі – України є релігійним та історичним святом, яке відзначається 28 липня. У цей день вшановується прийняття християнства Київською Руссю у 988 році. Це подія, яка мала значний вплив на культурний та релігійний розвиток України.',
        affiliation: 'Релігійне, Історичне',
        img: 'https://img.tsn.ua/cached/364/tsn-84ee4f9844c21d3af2b3cfbad2c9c711/thumbs/428x268/d8/ad/eed56b8c06810d354e678391884cadd8.jpeg'
    },
    {
        id: 161,
        date: '29.07',
        name: 'День Сил спеціальних операцій Збройних Сил України',
        desc: 'День Сил спеціальних операцій Збройних Сил України - професійне свято, яке щороку відзначається 29 липня. Це свято приурочене дошкільникам працівників Сил спеціальних операцій, які займаються розвідувальними, спеціальними та контртерористичними операціями.',
        affiliation: 'Професійне',
        img: "https://pravdatutnews.com/sites/default/files/news/2022/10/13/sso_1.jpg"
    },
    {
        id: 162,
        date: '30.07',
        name: 'День працівників торгівлі',
        desc: 'День працівників торгівлі - професійне свято, що відзначається щорічно в останню неділю липня. В цей день вшановуються працівники торговельної галузі та відзначаються їх внесок у розвиток торгівлі та обслуговування населення.',
        affiliation: 'Професійне',
        img: "hhttps://youcontrol.com.ua/images/blog/076969c4e5d3796d49bcc50c9be40f06.png"
    },
    {
        id: 163,
        date: '04.07',
        name: 'День Національної поліції України',
        desc: 'День Національної поліції України - свято, яке відзначається щорічно 4 липня. Цей день присвячений працівникам національної поліції, які забезпечують правопорядок та безпеку громадян. В цей день вшановуються досягнення поліцейських у забезпеченні громадського порядку та боротьбі зі злочинністю.',
        affiliation: 'Національне',
        img: 'https://s3.eu-central-1.amazonaws.com/img.hromadske.ua/posts/209866/ap379856505213jpg/large.jpg'
    },
    {
        id: 164,
        date: '04.07',
        name: 'День судового експерта України',
        desc: 'День судового експерта України є професійним святом, яке відзначається 4 липня. У цей день вшановуються судові експерти, які займаються науково-технічним дослідженням, вивченням доказів та надають експертні висновки у судових справах. Вони мають важливу роль у забезпеченні справедливості та правопорядку в країні.',
        affiliation: 'Професійне',
        img: 'https://sud.ua/uploads/news/2020/08/14/ed30e9cb9599aebf2f43efdcbd3c4b4b59429511.jpg'
    },
    {
        id: 165,
        date: "20.07",
        name: "День шахів в Україні",
        desc: "День шахів в Україні - це свято, яке відзначається щороку 20 липня. Воно приурочене до популяризації шахів в Україні і сприяє пропаганді цієї гри серед широкої громадськості. У цей день проводяться різноманітні шахові заходи та турніри.",
        affiliation: "Громадське",
        img: "https://example.com/image2.jpg"
    },
    {
        id: 166,
        date: '05.07',
        name: 'День звільнення міста Краматорська від проросійських терористів',
        desc: 'День звільнення міста Краматорська від проросійських терористів - свято, що щорічно відзначається 5 липня. Цей день символізує повернення контролю українських влад над містом після окупації проросійськими силами у 2014 році. Ця подія відіграла важливу роль у боротьбі за територіальну цілісність України та зміцненні національної безпеки.',
        affiliation: 'Національне',
        img: 'https://futurum.today/wp-content/uploads/2017/08/%D0%B7%D0%B0%D1%81%D1%82%D0%B2%D0%BA%D0%B0.jpg'
    },
    {
        id: 167,
        date: '05.07',
        name: 'День звільнення міста Слов’янська від проросійських терористів',
        desc: 'День звільнення міста Слов’янська від проросійських терористів - свято, яке відзначається щорічно 5 липня. Цей день символізує повернення контролю українських влад над містом після окупації проросійськими силами у 2014 році. Ця подія відіграла важливу роль у боротьбі за територіальну цілісність України та зміцненні національної безпеки.',
        affiliation: 'Національне',
        img: 'https://player.obozrevatel.com/video/files/thumbnails/0/20/970/-1593940712-0.jpg'
    },
    {
        id: 168,
        date: '07.07',
        name: 'День міста Теребовля, Україна',
        desc: 'День міста Теребовля в Україні - святкується щорічно 7 липня. Це свято пов’язане з відзначенням дня заснування та розвитку міста Теребовля, що знаходиться в Тернопільській області. У цей день містяни святкують і відзначають досягнення та розвиток свого рідного міста.',
        affiliation: 'Місцеве',
        img: "https://citydescr.mistaua.com/2016/353_1_1.jpg"
    },
    {
        id: 169,
        date: '08.07',
        name: 'День родини',
        desc: 'День родини - свято, яке відзначається щорічно 8 липня. Цей день призначений для вшанування сімейних цінностей, підтримки та сприяння зміцненню сімейних зв’язків. У цей день родини збираються разом, проводять час разом та відзначають значення родини у своєму житті.',
        affiliation: 'Сімейне',
        img: "https://fs04.vseosvita.ua/0400b7jp-fdaf-378x191.jpg"
    },
    {
        id: 170,
        date: '09.07',
        name: 'День рибалки',
        desc: 'День рибалки - свято, яке відзначається щороку 9 липня. Цей день присвячений любителям риболовлі та рибалці взагалі. У цей день рибалки збираються на річках, озерах або в морі, щоб насолодитися процесом риболовлі та насолодитися природою.',
        affiliation: 'Сімейне',
        img: "https://media.acc.cv.ua/news/article/2021/06/03/73489/p0Pp1SfX1pERqNy4P8w6.w575.jpg"
    },
    {
        id: 171,
        date: '15.07',
        name: 'День українських миротворців',
        desc: 'День українських миротворців - свято, яке відзначається щорічно 15 липня. Цей день призначений для вшанування та визнання участі українських військових та цивільних миротворчих контингентів у миротворчих місіях за кордоном. У цей день вшановуються жертви та герої, які вносять вагомий вклад у збереження світового миру.',
        affiliation: 'Національне',
        img: "https://oda.zht.gov.ua/wp-content/uploads/2020/07/15314827075b4892539c8f7.jpg"
    },
    {
        id: 172,
        date: '16.07',
        name: 'День прийняття Декларації про суверенітет України (1990)',
        desc: 'День прийняття Декларації про суверенітет України - свято, яке відзначається щорічно 16 липня. У цей день в 1990 році Верховна Рада України ухвалила Декларацію про державний суверенітет України, що стала першим кроком до відновлення незалежності України. Цей день символізує важливу позначку в історії незалежності держави.',
        affiliation: 'Національне',
        img: 'https://armyinform.com.ua/wp-content/uploads/2021/07/foto-2.png'
    },
    {
        id: 173,
        date: '16.07',
        name: 'День бухгалтера України',
        desc: 'День бухгалтера України - свято, яке відзначається щорічно 16 липня. У цей день вшановуються працівники бухгалтерії, які відіграють важливу роль у фінансовій та податковій системі країни. Їхні зусилля спрямовані на забезпечення належного фінансового управління та ведення обліку.',
        affiliation: 'Національне',
        img: 'https://static.ukrinform.com/photos/2022_12/thumb_files/630_360_1670913743-573.jpg'
    },
    {
        id: 174,
        date: '16.07',
        name: 'День металурга (День працівників металургійної та гірничодобувної промисловості)',
        desc: 'День металурга (День працівників металургійної та гірничодобувної промисловості) - свято, яке відзначається щорічно 16 липня. У цей день вшановуються працівники металургійної та гірничодобувної промисловості, які забезпечують виробництво металевих матеріалів та розвиток гірничої галузі. Їхні досягнення сприяють розвитку економіки та індустріального сектору.',
        affiliation: 'Національне',
        img: 'https://don.dcz.gov.ua/sites/don/files/11_2.jpg'
    },
    {
        id: 175,
        date: '19.07',
        name: 'День тренера в Україні',
        desc: 'День тренера в Україні - професійне свято, яке відзначається щорічно 19 липня. Це свято приурочене дошкільникам спортивних тренерів, які займаються підготовкою спортсменів у різних дисциплінах. У цей день вшановуються тренери за їхню працю та внесок у розвиток спорту в Україні.',
        affiliation: 'Професійне',
        img: "https://www.profguide.io/images/article/a/8/AXDfQiGWzq.jpg"
    },
    {
        id: 176,
        date: "20.07",
        name: "Свято Іллі",
        desc: "Свято Іллі - релігійне свято, яке відзначається щороку 20 липня. Це свято приурочене дошкільникам святого пророка Іллі, який вважається покровителем хліборобства, багатої врожайності та водних недуг. У цей день віряни відзначають святого Іллі і просять його благословення.",
        affiliation: "Релігійне",
        img: "https://gumoreska.in.ua/wp-content/uploads/2021/12/molytva-do-proroka-illi.jpg"
    },
    {
        id: 178,
        date: '22.07',
        name: 'День визволення Сєвєродонецька від незаконних збройних формувань',
        desc: 'День визволення Сєвєродонецька від незаконних збройних формувань - свято, яке відзначається щорічно 22 липня. Це свято символізує повернення контролю українських влад над містом Сєвєродонецьк у 2014 році після окупації незаконними збройними формуваннями. Ця подія мала важливе значення для збереження територіальної цілісності України.',
        affiliation: 'Національне',
        img: "https://sed-rada.gov.ua/sites/default/files/otdel-politiki/2021/07/vs1.jpg"
    },
    {
        id: 179,
        date: "02.07",
        name: "День Військ Протиповітряної оборони України",
        desc: "День Військ Протиповітряної оборони України є святом, яке відзначається 2 липня. Це свято приурочене до вшанування військових підрозділів, які займаються захистом повітряного простору України від ворожих повітряних налітів та ракетних атак. Війська Протиповітряної оборони мають велике значення для забезпечення безпеки країни.",
        affiliation: "Військове",
        img: "https://www.rbc.ua/static/img/p/a/patriot_gettyimages_1240315482_9_480x270.jpg"
    },
    {
        id: 180,
        date: "02.07",
        name: "День Військово-Морських Сил Збройних Сил України",
        desc: "День Військово-Морських Сил Збройних Сил України є святом, яке відзначається 2 липня. Це свято приурочене до вшанування Військово-Морських Сил, які забезпечують безпеку та обороноздатність України у морському просторі. Вони відіграють важливу роль у забезпеченні оборони та суверенітету країни, а також здійснюють миротворчі місії та захищають морські національні інтереси.",
        affiliation: "Військове",
        img: "https://static.wixstatic.com/media/28cee6_4f623d0669614ead8d96f08dd70cc469~mv2.png/v1/fill/w_880,h_660,al_c,q_90,enc_auto/28cee6_4f623d0669614ead8d96f08dd70cc469~mv2.png"
    },
    {
        id: 181,
        date: "02.07",
        name: "День податківця України",
        desc: "День податківця України є святом, яке щорічно відзначається 2 липня. Це свято приурочене до вшанування працівників Державної податкової служби України, які забезпечують збір податків та інших платежів, контролюють дотримання податкового законодавства та сприяють розвитку економіки країни. Податківці відіграють важливу роль у фінансовій системі України та забезпечують фінансову стабільність держави.",
        affiliation: "Державне",
        img: "https://img.pravda.com/images/doc/8/f/8f5f026-8fae6606c785137d05d671c5ef940b6a77c0aa5a.jpg"
    },
    {
        id: 182,
        date: "03.07",
        name: "День зенітних ракетних військ Повітряних Сил Збройних Сил України",
        desc: "День зенітних ракетних військ Повітряних Сил Збройних Сил України є святом, яке відзначається 3 липня. Це свято приурочене до вшанування військових підрозділів, які забезпечують захист від ворожих повітряних атак та ракетних налітів. Зенітні ракетні війська мають важливе значення для забезпечення повітряної безпеки та обороноздатності України.",
        affiliation: "Військове",
        img: "https://defence-ua.com/media/illustration/articles/31c5ec4e0204dd5b.jpg"
    },
    {
        id: 183,
        date: "01.08",
        name: "День інкасатора",
        desc: "День інкасатора відзначається щорічно 01 серпня. Це свято присвячене працівникам, які забезпечують безпеку та перевезення грошових цінностей. Інкасатори виконують важливу роль у забезпеченні безпеки фінансових операцій та забезпечують надійну транспортацію грошей та цінностей.",
        affiliation: "Професійне",
        img: "https://www.slk.kh.ua/files/get?hash=9ad4d502fe566dafcc2a7c699161fe67"
    },
    {
        id: 184,
        date: "06.08",
        name: "День Повітряних Сил Збройних Сил України",
        desc: "День Повітряних Сил Збройних Сил України відзначається щорічно 06 серпня. Це свято приурочене до вшанування військових підрозділів, які забезпечують повітряну обороноздатність та безпеку країни. Повітряні сили виконують різноманітні завдання, включаючи захист повітряного простору, підтримку операцій на землі та повітряній десант.",
        affiliation: "Військове",
        img: "https://dailylviv.com/assets/upload/e25f5993bee5e9e8b43669407993deebe5e2e802.jpg"
    },
    {
        id: 185,
        date: "08.08",
        name: "День військ зв’язку України",
        desc: "День військ зв'язку України відзначається щорічно 08 серпня. Це свято присвячене працівникам військового зв'язку, які забезпечують передачу інформації та зв'язок у Збройних Силах України. Військовий зв'язок відіграє важливу роль у забезпеченні комунікаційних потреб сил та забезпеченні безпеки і координації військових операцій.",
        affiliation: "Військове",
        img: "https://armyinform.com.ua/wp-content/uploads/2021/08/photo_2021-08-02_14-37-16-e1628400131484-400x300.jpg"
    },
    {
        id: 186,
        date: "12.08",
        name: "День міста Ялта",
        desc: "День міста Ялта відзначається щорічно 12 серпня. Це свято присвячене місту Ялта, що розташоване на узбережжі Чорного моря в Криму. Ялта відома своєю красою, туристичними атракціями та історичними пам'ятками. Цей день відзначається різноманітними святковими заходами та заходами для гостей та мешканців міста.",
        affiliation: "Місцеве",
        img: "https://planetofhotels.com/guide/sites/default/files/styles/paragraph__live_banner__lb_image__1880bp/public/live_banner/Yalta-1.jpg"
    },
    {
        id: 187,
        date: '13.08',
        name: 'День будівельника',
        desc: 'День будівельника - свято, яке відзначається щорічно 13 серпня. У цей день вшановуються працівники будівельної галузі, які займаються конструюванням та ремонтом будівель. Вони вносять вагомий внесок у розвиток і добробут суспільства, створюючи комфортні умови для проживання та розвитку інфраструктури.',
        affiliation: 'Професійне',
        img: 'https://media.acc.cv.ua/news/article/2018/08/11/34990/VNn3JqYINn8qm3hlgaDI.w575.jpg'
    },
    {
        id: 188,
        date: '13.08',
        name: 'День працівників ветеринарної медицини',
        desc: "День працівників ветеринарної медицини - свято, яке відзначається щорічно 13 серпня. У цей день вшановуються працівники ветеринарної медицини, які забезпечують здоров'я та добробут тварин. Вони займаються профілактикою, діагностикою та лікуванням хвороб у тварин, а також забезпечують дотримання стандартів та правил ветеринарної безпеки.",
        affiliation: 'Професійне',
        img: 'https://studspravka.com.ua/images/sobaka-u-veterinara.jpg'
    },
    {
        id: 189,
        date: "14.08",
        name: "Медовий Спас або Маковій",
        desc: "Медовий Спас або Маковій - це стародавнє українське свято, яке відзначається щороку 14 серпня. Це свято пов'язане зі збором меду та маку, які є важливими продуктами в українській культурі та традиціях. У цей день відбуваються різноманітні святкові заходи, включаючи ярмарки, концерти та народні гуляння.",
        affiliation: "Традиційне",
        img: "https://kor.ill.in.ua/m/610x385/2377419.jpg"
    },
    {
        id: 190,
        date: '19.08',
        name: 'День міста Коломия в Україні (місто в Івано-Франківській області)',
        desc: 'День міста Коломия в Україні відзначається щорічно 19 серпня. Це свято присвячене успіхам та досягненням міста. В цей день коломияни святкують свою історію, культуру та спільноту, показуючи гордість за своє місто.',
        affiliation: 'Місцеве, Традиційне',
        img: 'https://ukrainaincognita.com/wp-content/uploads/2021/01/89857fdaf3ae.jpg'
    },
    {
        id: 191,
        date: '19.08',
        name: 'День пасічника України',
        desc: 'День пасічника України відзначається щорічно 19 серпня. Це свято присвячене пасічникам, які займаються вирощуванням бджолиних продуктів. Вони вносять вагомий внесок у сільськогосподарську сферу, забезпечуючи натуральні та корисні продукти для споживання.',
        affiliation: 'Традиційне',
        img: 'https://media.pogliad.ua/news/article/2020/04/04/387188/cm2KHjvvl3RmyyKiTPVB.r575x340.jpg'
    },
    {
        id: 193,
        date: "22.08",
        name: "День пам'яті працівників органів внутрішніх справ, які загинули під час виконання службових обов'язків в Україні",
        desc: "День пам'яті працівників органів внутрішніх справ, які загинули під час виконання службових обов'язків в Україні відзначається щорічно 22 серпня. Це свято приурочене до вшанування пам'яті правоохоронців, які втратили життя, виконуючи свої обов'язки на захист правопорядку та безпеки громадян. В цей день проводяться урочисті заходи та меморіальні церемонії.",
        affiliation: "Місцеве, Правоохоронне",
        img: "https://vn.20minut.ua/uploads/content2/1471865944_DVI2AvMZXgg.jpg?hash=2017-01-25-12-28-04"
    },
    {
        id: 194,
        date: "23.08",
        name: "День міста Луцьк",
        desc: "День міста Луцьк відзначається щорічно 23 серпня. Це свято присвячене місту Луцьк, яке є адміністративним центром Волинської області в Україні. Луцьк має багату історію та культурну спадщину, і в цей день мешканці міста та гості святкують його досягнення та розвиток.",
        affiliation: "Місцеве",
        img: "https://static.ukrinform.com/photos/2018_01/thumb_files/630_360_1516086583-8714.jpg"
    },
    {
        id: 195,
        date: "23.08",
        name: "День міста Харків",
        desc: "День міста Харків відзначається щорічно 23 серпня. Це свято присвячене місту Харків, яке є найбільшим містом на сході України та адміністративним центром Харківської області. Харків відомий своєю культурною та історичною спадщиною, науковими досягненнями та промисловим потенціалом. У цей день відбуваються різноманітні святкові заходи та фестивалі.",
        affiliation: "Місцеве",
        img: "https://st3.depositphotos.com/3980029/13101/i/450/depositphotos_131011348-stock-photo-kharkiv-landscape-view.jpg"
    },
    {
        id: 196,
        date: "24.08",
        name: "День міста Перемишляни в Україні (місто районного значення у Львівській області)",
        desc: "День міста Перемишляни щорічно 24 серпня. День міста Перемишляни присвячений місту Перемишляни, яке знаходиться в Львівській області. У цей день відзначаються досягнення та розвиток міста.",
        affiliation: "Місцеве",
        img: "https://citydescr.mistaua.com/2014/213_1_1.jpg"
    },
    {
        id: 197,
        date: '26.08',
        name: 'День далекобійника в Україні',
        desc: 'День далекобійника в Україні відзначається щорічно 26 серпня. Це свято присвячене водіям, які займаються міжнародними перевезеннями та подолали значну відстань за кермом вантажівки. Цей день вшановує їхню працю, вміння та витримку під час довгих дорожніх подорожей.',
        affiliation: 'Професійне',
        img: 'https://doradvokat.com.ua/wp-content/uploads/2021/09/443-profesiya-dalekobiynyka.png'
    },
    {
        id: 198,
        date: '26.08',
        name: 'День авіації України',
        desc: 'День авіації України відзначається щорічно 26 серпня. Це свято присвячене досягненням та внеску авіаційної галузі в розвиток країни. В цей день проводяться різноманітні заходи, присвячені авіації та вшановуванню авіаторів.',
        affiliation: 'Професійне',
        img: 'https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/An-124_Ruslan.jpg/1200px-An-124_Ruslan.jpg'
    },
    {
        id: 199,
        date: '27.08',
        name: 'День сала в Україні або День українського сала',
        desc: 'День сала в Україні або День українського сала відзначається щорічно 27 серпня. Це свято присвячене улюбленому українському продукту - салу. У цей день проводяться різноманітні заходи, пов\'язані з приготуванням та споживанням сала.',
        affiliation: 'Місцеве, Традиційне',
        img: 'https://vitvesti.by/images/2021/12/06/1628835579.jpg'
    },
    {
        id: 200,
        date: '27.08',
        name: 'День міста Донецьк',
        desc: 'День міста Донецьк відзначається щорічно 27 серпня. Це свято присвячене успіхам та досягненням міста. В цей день проводяться різноманітні заходи, що включають святкові заходи, виставки, концерти та інші події, які залучають громадськість.',
        affiliation: 'Місцеве',
        img: 'https://i.lb.ua/049/12/6116d7982dbc0.jpeg'
    },
    {
        id: 201,
        date: '27.08',
        name: 'День міста Рівне',
        desc: 'День міста Рівне відзначається щорічно 27 серпня. Це свято присвячене успіхам та досягненням міста. У цей день проводяться різноманітні святкові заходи, концерти, виставки та інші події, що залучають жителів міста та гостей.',
        affiliation: 'Місцеве',
        img: 'https://dovkola.media/wp-content/uploads/2022/10/i129069.jpeg'
    },
    {
        id: 202,
        date: '27.08',
        name: 'День шахтаря',
        desc: 'День шахтаря відзначається щорічно 27 серпня. Це свято присвячене шахтарям та гірничому промисловості. В цей день проводяться урочистості, присвячені шахтарям, а також відзначаються досягнення гірничої галузі.',
        affiliation: 'Професійне',
        img: 'https://www.depo.ua/uploads/44122/conversions/b452a30fd5427bfe56d8ec5897dbf270-wide-big.jpg'
    },
    {
        id: 203,
        date: '27.08',
        name: 'Свято Жнив',
        desc: 'Свято Жнив відзначається щорічно 27 серпня. Це свято пов\'язане зі збором та святкуванням урожаю. У цей день проводяться різноманітні заходи, пов\'язані з традиціями жниварства та вшануванням сільськогосподарської праці.',
        affiliation: 'Традиційне',
        img: 'https://www.baptistchurch.com.ua/media/k2/items/cache/01f1a05053c6242fcfa23075e5b963c1_XL.jpg'
    },

    {
        id: 204,
        date: "28.08",
        name: "День міста Тернопіль",
        desc: "День міста Тернопіль відзначається щорічно 28 серпня. Це свято присвячене місту Тернопіль, яке є адміністративним центром Тернопільської області в Україні. Тернопіль має багату історію, архітектурну спадщину та культурне надбання, і в цей день місто святкує свої досягнення та розвиток.",
        affiliation: "Місцеве",
        img: "https://ternopilcity.gov.ua/upload/DJI-0006-2.jpg"
    },
    {
        id: 205,
        date: "29.08",
        name: "День пам'яті захисників України, які загинули в боротьбі за незалежність, суверенітет і територіальну цілісність України (Указ Президента України №621/2019)",
        desc: "День пам'яті захисників України, які загинули в боротьбі за незалежність, суверенітет і територіальну цілісність України відзначається щорічно 29 серпня. Це свято приурочене до вшанування пам'яті військових та цивільних осіб, які втратили життя, захищаючи Україну від зовнішніх загроз та агресії. У цей день відбуваються урочисті церемонії, покладання квітів до пам'ятників та меморіалів загиблим героям.",
        affiliation: "Національне",
        img: "https://phonoteka.org/uploads/posts/2022-09/1663386909_2-phonoteka-org-p-soldat-ukraini-art-oboi-4.jpg"
    },
    {
        id: 206,
        date: "01.09",
        name: "День знань",
        desc: "День знань є одним з найважливіших свят в Україні і відзначається щороку 1 вересня. Це свято пов'язане з початком нового навчального року, коли учні і студенти повертаються до шкіл, ліцеїв, коледжів та університетів після літніх канікул. День знань символізує важливість освіти та навчання у суспільстві.",
        affiliation: "Національне",
        img: "https://newch.tv/wp-content/uploads/2021/09/1-veresnia-01.jpg"
    },

    {
        id: 207,
        date: '02.09',
        name: 'День закінчення Другої світової війни',
        desc: '2 вересня щорічно відзначається День закінчення Другої світової війни, що символізує кінець бойових дій та перемогу над нацизмом у 1945 році.',
        affiliation: 'Національне, Місцеве',
        img: 'https://img.eurointegration.com.ua/images/doc/3/e/3e1cf07-625.jpg'
    },
    {
        id: 208,
        date: '02.09',
        name: 'День міста Одеса',
        desc: 'День міста Одеса відзначається щорічно 2 вересня. Це свято присвячене Одесі - одному з найбільших міст України. У цей день проводяться різноманітні заходи, включаючи концерти, виставки, спортивні змагання та інші події, що залучають жителів та гостей міста.',
        affiliation: 'Місцеве',
        img: 'https://i.lb.ua/010/03/6390f6b6b137e.jpeg'
    },
    {
        id: 209,
        date: '02.09',
        name: 'День міста Суми',
        desc: 'День міста Суми відзначається щорічно 2 вересня. Це свято присвячене Сумам - одному з визначних міст України. У цей день проводяться різноманітні заходи, такі як концерти, виставки, ярмарки та спортивні змагання, що привертають увагу мешканців та відвідувачів міста.',
        affiliation: 'Місцеве',
        img: 'https://travels.in.ua/api/Photo/PhotoStreamCIL/830і'
    },
    {
        id: 210,
        date: '02.09',
        name: 'День нотаріату',
        desc: 'День нотаріату відзначається щорічно 2 вересня. Це професійне свято, яке присвячене нотаріусам та їхній важливій ролі у правовій системі країни. У цей день відбуваються заходи, спрямовані на вшанування нотаріату та підвищення свідомості про його значення.',
        affiliation: 'Національне, Професійне',
        img: 'https://sud.ua/uploads/news/2020/03/25/3bba46b5bf1c2e56da87e80aa34785a821e4407a.jpg'
    },
    {
        id: 211,
        date: '03.09',
        name: 'День методиста в Сумах, Україна',
        desc: '3 вересня відзначають День методиста в Сумах, Україна, яке є офіційним регіональним професійним святом. Цей день приурочений до вшанування методистів, які займаються педагогічною діяльністю у сфері освіти.',
        affiliation: 'Місцеве, Професійне',
        img: 'https://www.profguide.io/images/article/a/45/oNMA-MTeZV.png'
    },
    {
        id: 212,
        date: '03.09',
        name: 'День підприємця України',
        desc: '3 вересня відзначається День підприємця України, яке пропагує підприємницьку активність та сприяє розвитку підприємництва у країні.',
        affiliation: 'Національне',
        img: 'https://if.tax.gov.ua/data/material/000/566/681748/647db92e9b2ae.jpg'
    },
    {
        id: 213,
        date: '04.09',
        name: 'День митного брокера в Україні',
        desc: '4 вересня відзначається День митного брокера в Україні, яке є неофіційним святом митних брокерів. Цей день пов\'язаний із затвердженням наказу Державного Митного Комітету в 1992 році, який регламентує діяльність митних брокерів.',
        affiliation: 'Національне',
        img: 'https://ukr.media/static/ba/aimg/3/2/0/320621_1.jpg'
    },
    {
        id: 214,
        date: '04.09',
        name: 'Над будинком Верховної Ради України у 1991 було піднято жовто-блакитний прапор',
        desc: '4 вересня приурочено до пам\'ятної події - підняття жовто-блакитного прапора над будинком Верховної Ради України у 1991 році, яке символізує незалежність та суверенітет країни.',
        affiliation: 'Національне',
        img: 'https://yavoriv-info.com.ua/wp-content/uploads/1_Verhovna_Rada_Ukrayini_VADIM_CHUPRINA_-.jpg'
    },
    {
        id: 215,
        date: "06.09",
        name: "День адміністратора центру надання адміністративних послуг в Україні",
        desc: "6 вересня відзначається День адміністратора центру надання адміністративних послуг в Україні. Цей день приурочений до вшанування співробітників, які забезпечують оперативне та якісне надання адміністративних послуг громадянам та підприємствам.",
        affiliation: "Національне",
        img: "https://trend-ua.club/images/Administrator-restorana.jpg"
    },
    {
        id: 216,
        date: "07.09",
        name: "День воєнної розвідки України (День військової розвідки)",
        desc: "7 вересня щороку в Україні відзначається День воєнної розвідки, яке також відоме як День військової розвідки. Це свято приурочене до вшанування воєнних розвідників, які займаються збиранням інформації про противника, розвідувальною діяльністю та захистом національних інтересів України.",
        affiliation: "Національне",
        img: "https://i.lb.ua/041/39/5d71524e5f524.jpeg"
    },
    {
        id: 219,
        date: "09.09",
        name: "День борщу в Україні",
        desc: "9 вересня в Україні відзначається День борщу. Це свято приурочене до української національної страви - борщу, який є символом української кухні та культури. У цей день проводяться різноманітні заходи, конкурси та фестивалі, пов'язані з борщем, де можна скуштувати різні його варіації та насолодитися смаком цієї популярної страви.",
        affiliation: "Національне",
        img: "https://images.unian.net/photos/2021_09/thumb_files/400_0_1633020058-1513.jpg?0.8481998492963163"
    },
    {
        id: 220,
        date: "09.09",
        name: "День міста Вінниця",
        desc: "9 вересня відзначається День міста Вінниця. Це свято приурочене до міста Вінниці, яке є адміністративним центром Вінницької області. У цей день відбуваються святкові заходи, концерти, ярмарки та інші події, які привертають увагу мешканців та гостей міста.",
        affiliation: "Місцеве",
        img: "https://tamtour.com.ua/local/image/440/009/ua241.jpg"
    },
    {
        id: 221,
        date: "09.09",
        name: "День міста Житомир",
        desc: "9 вересня відзначається День міста Житомир. Це свято приурочене до міста Житомир, яке є адміністративним центром Житомирської області. У цей день проводяться святкові заходи, концерти, виставки та інші події, які допомагають підняти настрій мешканцям та відвідувачам міста.",
        affiliation: "Місцеве",
        img: "https://ua-travels.in.ua/wp-content/uploads/2021/03/photo_2021-02-24_18-55-29-2-1-750x500.jpg"
    },
    {
        id: 222,
        date: "09.09",
        name: "День міста Луганськ",
        desc: "9 вересня відзначається День міста Луганськ. Це свято присвячене місту Луганськ, яке є одним з адміністративних центрів Луганської області. У цей день проводяться різноманітні святкові заходи, концерти, спортивні змагання та інші події для мешканців та гостей міста.",
        affiliation: "Місцеве",
        img: "https://esu.com.ua/images/galleries-images/18tom/lugansyk/gotely%20ukraina.%20194551.jpg"
    },
    {
        id: 223,
        date: "09.09",
        name: "День міста Миколаїв",
        desc: "9 вересня відзначається День міста Миколаїв. Це свято приурочене до міста Миколаїв, яке є адміністративним центром Миколаївської області. У цей день проводяться різноманітні заходи, концерти, фестивалі та інші святкові події, які збирають мешканців та гостей міста.",
        affiliation: "Місцеве",
        img: "https://svidok.info/sites/default/files/nikolaev24.com_.ua_.jpg"
    },
    {
        id: 224,
        date: "09.09",
        name: "День українського кіно",
        desc: "9 вересня в Україні відзначається День українського кіно. Це свято приурочене до розвитку та просування українського кінематографу, вшанування внеску українських кінорежисерів, акторів та інших фахівців у розвиток кіноіндустрії країни. У цей день проводяться прем'єри фільмів, кінофестивалі, зустрічі з відомими кінематографістами та інші заходи, пов'язані з українським кіно.",
        affiliation: "Національне",
        img: "https://slovoproslovo.info/wp-content/uploads/2021/12/65-1068x712-1-780x470.jpg"
    },
    {
        id: 225,
        date: "09.09",
        name: "День фізичної культури і спорту України",
        desc: "9 вересня в Україні відзначається День фізичної культури і спорту. Це свято приурочене до підтримки та розвитку фізичної активності та спорту серед населення країни. У цей день проводяться спортивні заходи, змагання, фітнес-заняття, масові фізичні вправи та інші активності, які спонукають людей до здорового способу життя.",
        affiliation: "Національне",
        img: "https://s.05366.com.ua/section/newsIcon/upload/images/news/icon/000/006/060/image_0159b391dbe8d9e.png"
    },
    {
        id: 226,
        date: "10.09",
        name: "Міжнародний день журавля",
        desc: "10 вересня відзначається Міжнародний день журавля. Це свято приурочене до охорони та відновлення чисельності цих птахів, які є символом миру та природної краси. У цей день проводяться заходи, спрямовані на підвищення свідомості про необхідність збереження журавлів та їхного середовища існування.",
        affiliation: "Міжнародне",
        img: "https://pernatidruzi.org.ua/pictures/stepgursv/opys2.jpg"
    },
    {
        id: 227,
        date: "10.09",
        name: "День міста Маріуполь в Україні",
        desc: "10 вересня відзначається День міста Маріуполь. Це свято присвячене місту Маріуполь, яке розташоване на узбережжі Азовського моря. У цей день відбуваються святкові заходи, концерти, спортивні змагання та інші події, які збирають мешканців та гостей міста.",
        affiliation: "Місцеве",
        img: "https://static.ukrinform.com/photos/2022_04/1649943392-128.jpg"
    },
    {
        id: 228,
        date: "10.09",
        name: "День міста Дніпро",
        desc: "10 вересня відзначається День міста Дніпро. Це свято присвячене місту Дніпро, яке є одним з найбільших міст України. У цей день відбуваються святкові заходи, концерти, виставки, спортивні змагання та інші події, які привертають увагу мешканців та гостей міста.",
        affiliation: "Місцеве",
        img: "https://tyzhden.ua/wp-content/uploads/2017/06/skayline_b.jpg"
    },
    {
        id: 229,
        date: "10.09",
        name: "День працівників нафтової, газової та нафтопереробної промисловості України",
        desc: "10 вересня в Україні відзначається День працівників нафтової, газової та нафтопереробної промисловості. Це свято присвячене працівникам галузі, які забезпечують видобуток та переробку нафти та газу, а також виробництво нафтопродуктів. У цей день відбуваються відзначення працівників, нагородження, святкові заходи та концерти.",
        affiliation: "Національне",
        img: "https://media.acc.cv.ua/news/article/2022/09/10/87869/snrR5wNOaRvfFFQ9SZ1W.w575.jpg"
    },
    {
        id: 230,
        date: "10.09",
        name: "День танкіста",
        desc: "10 вересня відзначається День танкіста. Це професійне свято присвячене військовим, які обслуговують бойові танки. У цей день відбуваються урочистості, військові паради, демонстрації техніки, святкові заходи та інші події, пов'язані з вшануванням танкістів та їхнього професійного внеску.",
        affiliation: "Національне",
        img: "https://znaj.ua/crops/1944cf/620x0/1/0/2017/09/36/943d4c6137d0201936a04a9bf9284245.jpg"
    },
    {
        id: 231,
        date: "11.09",
        name: "Тиждень освіти дорослих",
        desc: "З 11 по 17 вересня в Україні відзначається Тиждень освіти дорослих. Це захід, спрямований на просування освіти серед дорослого населення, підвищення інформованості про можливості отримання освіти та навчання протягом життя. У цей період проводяться різноманітні заходи, семінари, лекції, тренінги та інші освітні акції для дорослих.",
        affiliation: "Національне",
        img: "https://www.englishworld.com.ua/wp-content/uploads/2019/03/iStock-515262856-Large-Medium.png.pagespeed.ce.eFWlP3ocKC.png"
    },
    {
        id: 233,
        date: "16.09",
        name: "День винахідника і раціоналізатора України",
        desc: "16 вересня в Україні відзначається День винахідника і раціоналізатора. Це свято приурочене до визнання досягнень винахідників, раціоналізаторів та інших творців новаторських рішень у різних галузях. У цей день проводяться виставки винаходів, конкурси, нагородження та інші заходи, спрямовані на популяризацію інновацій та винахідництва.",
        affiliation: "Національне",
        img: "https://library.khntusg.com.ua/sites/default/files/2020-09/h_ua_den_izobretatela_ua_0.jpg"
    },
    {
        id: 234,
        date: "16.09",
        name: "День міста Кропивницький",
        desc: "16 вересня відзначається День міста Кропивницький. Це свято присвячене місту Кропивницький, яке є адміністративним центром Кіровоградської області. У цей день відбуваються святкові заходи, концерти, виставки, спортивні змагання та інші події, які об'єднують мешканців та гостей міста.",
        affiliation: "Місцеве",
        img: "https://f.discover.ua/city/4/I5jE4.jpg"
    },
    {
        id: 235,
        date: "16.09",
        name: "День міста Херсон",
        desc: "16 вересня відзначається День міста Херсон. Це свято присвячене місту Херсон, яке розташоване на березі Дніпра. У цей день відбуваються святкові заходи, концерти, виставки, спортивні змагання та інші події, які привертають увагу мешканців та гостей міста.",
        affiliation: "Місцеве",
        img: "https://cdnn21.img.ria.ru/images/07e6/08/03/1806947975_0:22:960:562_1920x0_80_0_0_0996ec457b849461b8e3f8e7169c55da.jpg"
    },
    {
        id: 236,
        date: "16.09",
        name: "День фармацевтичного працівника України",
        desc: "16 вересня відзначається День фармацевтичного працівника України. Це професійне свято присвячене працівникам фармацевтичної галузі, які забезпечують виробництво, постачання та реалізацію лікарських препаратів та інших медичних засобів. У цей день проводяться заходи, присвячені працівникам фармації, нагородження та визнання їхнього внеску у здоров'я нації.",
        affiliation: "Національне",
        img: "https://jobs.ua/uploads/holidays/42_130%20%D1%84%D0%B0%D1%80%D0%BC%D0%B0%D1%86%D0%B5%D0%B2%D1%82_2.jpg"
    },
    {
        id: 237,
        date: "17.09",
        name: "День безпеки пацієнтів в Україні",
        desc: "17 вересня в Україні відзначається День безпеки пацієнтів. Це свято спрямоване на підвищення усвідомлення про права пацієнтів, забезпечення якісної та безпечної медичної допомоги, а також заохочення пацієнтів до активної участі в прийнятті рішень про своє здоров'я. У цей день проводяться заходи, спрямовані на популяризацію пацієнтських прав та підвищення обізнаності громадськості щодо безпеки медичної допомоги.",
        affiliation: "Національне",
        img: "https://www.dilovamova.com/images/wpi.images/events/202454d.jpg"
    },
    {
        id: 238,
        date: "17.09",
        name: "Всенародний День Батька",
        desc: "17 вересня в Україні відзначається Всенародний День Батька. Це свято присвячене батькам, їхньому внеску у виховання та розвиток дітей, а також вшануванню родинних цінностей та традицій. У цей день проводяться сімейні заходи, концерти, виставки, зустрічі та інші події, які сприяють зміцненню сімейних зв'язків та визнанню ролі батьків у суспільстві.",
        affiliation: "Національне",
        img: "https://cdn.top2022.net/8492234/den_otca_v_rossii_v_2022_godu_kakogo_chisla_mezhdunarodnij_2.jpg.webp"
    },
    {
        id: 239,
        date: "17.09",
        name: "День працівників лісу",
        desc: "17 вересня в Україні відзначається День працівників лісу. Це професійне свято присвячене працівникам лісного господарства, охорони та використання лісових ресурсів. У цей день проводяться заходи, спрямовані на підвищення усвідомлення про важливість лісів для природи та людства, охорону та раціональне використання лісових ресурсів.",
        affiliation: "Національне",
        img: "https://np.pl.ua/wp-content/uploads/2021/09/pexels-photo-167698-1024x683.jpeg"
    },
    {
        id: 240,
        date: "17.09",
        name: "День працівників цивільного захисту України (День рятівника)",
        desc: "17 вересня відзначається День працівників цивільного захисту України, який також називають Днем рятівника. Це професійне свято, присвячене працівникам системи цивільного захисту, які забезпечують захист населення та території від надзвичайних ситуацій. У цей день проводяться урочистості, нагородження, показові вправи та інші заходи, спрямовані на підвищення усвідомлення про важливість цивільного захисту та вшанування працівників цієї сфери.",
        affiliation: "Національне",
        img: "https://daytoday.ua/wp-content/uploads/2021/08/Den-pratsivnykiv-tsyvilnoho-zakhystu-Ukrainy-Den-riativnyka1.jpg"
    },
    {
        id: 242,
        date: "18.09",
        name: "День міста Лубни",
        desc: "18 вересня святкується День міста Лубни. Лубни - це центр Лубенського району Полтавської області України. У цей день місто влаштовує різноманітні святкові заходи та святкування, які привертають увагу місцевих мешканців та гостей.",
        affiliation: "Місцеве",
        img: "https://s0.tchkcdn.com/g-lcl9L1AzeR7H3pp6974XQA/17/259190/660x480/f/0/529_39942571_2144662239081341_6581215032321769472_n.jpg"
    },
    {
        id: 243,
        date: "18.09",
        name: "День міста Прилуки",
        desc: "18 вересня святкується День міста Прилуки. Прилуки - це місто в Чернігівській області України, яке є центром Прилуцького району. У цей день проводяться різноманітні святкові заходи та застійні дійства, спрямовані на вшанування міста та його мешканців.",
        affiliation: "Місцеве",
        img: "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/34/8a/f5/photo3jpg.jpg?w=500&h=300&s=1"
    },
    {
        id: 244,
        date: "18.09",
        name: "День міста Миргород",
        desc: "18 вересня святкується День міста Миргород. Миргород - це місто в Полтавській області, Україна. У цей день місто влаштовує святкові заходи та розваги, спрямовані на підвищення гордості за своє місто та його розвиток.",
        affiliation: "Місцеве",
        img: "https://navigator-ukraina.com.ua/media/k2/items/cache/e36a512fe5b90101a88ae780e05256f8_XL.jpg"
    },
    {
        id: 245,
        date: "18.09",
        name: "Міжнародний день рівної оплати праці",
        desc: "18 вересня відзначається Міжнародний день рівної оплати праці. Це свято було засноване Генеральною Асамблеєю ООН 15 листопада 2019 року. Авторами резолюції стали кілька країн, включаючи Грузію та Україну. Метою цього дня є підвищення усвідомлення про важливість рівної оплати праці та боротьба з гендерною нерівністю в оплаті праці.",
        affiliation: "Міжнародне",
        img: "https://pon.org.ua/uploads/posts/2020-09/1600373126_epd2020-4-1.png"
    },
    {
        id: 246,
        date: "18.09",
        name: "День пам'яті загиблих мотоциклістів",
        desc: "18 вересня відзначається День пам'яті загиблих мотоциклістів. Це день, коли вшановують пам'ять про мотоциклістів, які загинули на дорогах. У цей день проводяться пам'ятні заходи, акції та зустрічі, спрямовані на підвищення уваги до безпеки дорожнього руху та зменшення кількості дорожньо-транспортних пригод, в яких постраждали мотоциклісти.",
        affiliation: "Міжнародне",
        img: "https://report.if.ua/wp-content/uploads/2018/09/21752271_446450775749279_2792027865333220103_n.jpg"
    },
    {
        id: 247,
        date: "20.09",
        name: "День рекрутера",
        desc: "20 вересня відзначається День рекрутера. Це професійне свято присвячене фахівцям з підбору персоналу. Рекрутери займаються пошуком, відбором та наймом кваліфікованих працівників для різних компаній та організацій. У цей день відзначаються досягнення рекрутерів та їх внесок у розвиток бізнесу.",
        affiliation: "Професійне",
        img: "https://www.dilovamova.com/images/wpi.images/events/205107d.jpg"
    },
    {
        id: 248,
        date: "21.09",
        name: "Рожаніці в Україні",
        desc: "21 вересня в Україні святкується Рожаніці. Це народно-християнське свято, яке відзначається два дні - 8 і 21 вересня. Рожаніці - це час вшанування жіночої сили, жіночої родючості та материнства. У цей день проводяться різноманітні обряди та вистави, пов'язані з жіночою силою та благословенням.",
        affiliation: "Народне",
        img: "https://www.5.ua/media/pictures/original/229819.jpg?t=1631898221"
    },
    {
        id: 249,
        date: "21.09",
        name: "День міста Чернігів",
        desc: "21 вересня святкується День міста Чернігів. Чернігів - це історичне місто в Україні, яке має багату культурну спадщину. У цей день місто організовує святкові заходи, концерти, ярмарки та інші заходи, спрямовані на підвищення гордості за своє місто та його історичне значення.",
        affiliation: "Місцеве",
        img: "https://cheline.com.ua/wp-content/uploads/2020/02/ft_30.10.2014_che_igrushka_01-e1582286810418.jpg"
    },
    {
        id: 250,
        date: "21.09",
        name: "День миру",
        desc: "21 вересня відзначається Міжнародний день миру. Це свято було оголошене Генеральною Асамблеєю ООН з метою підкреслення важливості миру у світі та покликане сприяти мирному врегулюванню конфліктів. У цей день проводяться різноманітні заходи, акції та конференції, спрямовані на пропаганду миру та міжнародного співрозмовництва.",
        affiliation: "Міжнародне",
        img: "https://daytoday.ua/wp-content/uploads/2021/08/Den-myru-v-Ukraini-ta-Mizhnarodnyy-den-myru.jpg"
    },
    {
        id: 251,
        date: "22.09",
        name: "День партизанської слави України",
        desc: "22 вересня відзначається День партизанської слави України. Це свято присвячене пам'яті партизанського руху під час Другої світової війни в Україні. У цей день вшановують подвиги партизанів та їхній внесок у перемогу над нацистськими загарбниками.",
        affiliation: "Національне",
        img: "https://static.ukrinform.com/photos/2016_10/thumb_files/630_360_1476949291-8967.jpeg"
    },
    {
        id: 252,
        date: "23.09",
        name: "День міста Полтава",
        desc: "23 вересня святкується День міста Полтава. Полтава - це історичне місто в Україні, яке має велике культурне та історичне значення. У цей день місто організовує різноманітні святкові заходи, концерти, ярмарки та інші події, що привертають увагу місцевих мешканців та гостей.",
        affiliation: "Місцеве",
        img: "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/%D0%A4%D0%BE%D1%82%D0%BE_%2827_%D0%B8%D0%B7_128%29.jpg/290px-%D0%A4%D0%BE%D1%82%D0%BE_%2827_%D0%B8%D0%B7_128%29.jpg"
    },
    {
        id: 253,
        date: "24.09",
        name: "День міста Мелітополь в Україні",
        desc: "24 вересня відзначається День міста Мелітополь в Україні. Це свято припадає на останню неділю вересня. Мелітополь - це місто, розташоване в Запорізькій області України. У цей день в місті проводяться святкові заходи, концерти, вистави та інші заходи, спрямовані на вшанування міста та його розвиток.",
        affiliation: "Місцеве",
        img: "https://static.espreso.tv/uploads/photobank/241000_242000/241453_fivfafafa_new_960x380_0.webp"
    },
    {
        id: 254,
        date: "24.09",
        name: "Всеукраїнський день дошкілля",
        desc: "24 вересня в Україні відзначається Всеукраїнський день дошкілля. Це свято приурочене дошкільній освіті та педагогам дошкільних закладів. У цей день організовуються святкові заходи, концерти, виставки дитячих малюнків та інші заходи, спрямовані на вшанування дошкільного виховання та розвитку молодших дітей.",
        affiliation: "Національне",
        img: "https://pk.khnnra.edu.ua/wp-content/uploads/2022/09/h_ru_den_vospitatelya_ua-1170x568.jpg"
    },
    {
        id: 255,
        date: "24.09",
        name: "День машинобудівника України",
        desc: "24 вересня відзначається День машинобудівника України. Це професійне свято присвячене працівникам машинобудівної галузі, які займаються виробництвом машин, обладнання та інших технічних виробів. У цей день відзначаються досягнення машинобудівників та їх внесок у розвиток промисловості країни.",
        affiliation: "Професійне",
        img: "https://images.glavred.info/2021_09/1631786322-9939.jpg?r=659385"
    },
    {
        id: 256,
        date: "27.09",
        name: "День туризму в Україні",
        desc: "27 вересня відзначається День туризму в Україні. Це свято було встановлено Указом Президента України з метою підтримки туристичної галузі та розвитку туризму в країні. У цей день проводяться різноманітні заходи, акції та екскурсії, спрямовані на популяризацію туристичних об'єктів України та розвиток внутрішнього туризму.",
        affiliation: "Національне",
        img: "https://uzh-rda.gov.ua/sites/default/files/field/image/image_1.jpg"
    },
    {
        id: 257,
        date: "29.09",
        name: "День отоларинголога",
        desc: "29 вересня відзначається День отоларинголога. Це професійне свято, яке приурочене до лікарів отоларингологів, що займаються діагностикою та лікуванням захворювань носа, горла і вух. У цей день вшановуються досягнення та внесок лікарів цієї спеціальності в охорону здоров'я населення.",
        affiliation: "Професійне",
        img: "https://www.profguide.io/images/article/a/8/fHbBptkHOp.jpg"
    },
    {
        id: 258,
        date: "29.09",
        name: "День пам'яті трагедії Бабиного Яру",
        desc: "29 вересня відзначається День пам'яті трагедії Бабиного Яру. Це дата, коли в 1941 році масово вбивали єврейське населення Києва в розстрільних ярах Бабиного Яру. У цей день відбуваються урочисті заходи, покладання квітів та свічок, молитви та моменти мовчання для вшанування пам'яті жертв трагедії.",
        affiliation: "Національне",
        img: "https://znayshov.com/FR/9502/1.jpeg"
    },
    {
        id: 259,
        date: "30.09",
        name: "День міста Нова Каховка в Україні",
        desc: "30 вересня відзначається День міста Нова Каховка в Україні. Це свято припадає на останню суботу вересня. Нова Каховка - це місто, розташоване в Херсонській області України. У цей день в місті проводяться святкові заходи, концерти, спортивні змагання та інші події, що сприяють розвитку та вшануванню міста.",
        affiliation: "Місцеве",
        img: "https://f.discover.ua/city/198/Q8MBf.jpg"
    },
    {
        id: 260,
        date: "30.09",
        name: "Всеукраїнський День бібліотек",
        desc: "30 вересня відзначається Всеукраїнський День бібліотек. Це свято присвячене ролі та значенню бібліотек у розвитку освіти, культури та науки. У цей день бібліотеки організовують різноманітні заходи, виставки, лекції та читання, спрямовані на популяризацію книги та підвищення культурного рівня населення.",
        affiliation: "Національне",
        img: "https://planetofhotels.com/guide/sites/default/files/styles/paragraph__hero_banner__hb_image__1880bp/public/hero_banner/the-Newberry.jpg"
    },
    {
        id: 261,
        date: "30.09",
        name: "День міста Хмельницький",
        desc: "30 вересня відзначається День міста Хмельницький. Хмельницький - це місто в Західній Україні, яке є адміністративним центром Хмельницької області. У цей день в місті проводяться святкові заходи, концерти, виставки та спортивні змагання, спрямовані на підвищення престижу міста та патріотичне виховання громадян.",
        affiliation: "Місцеве",
        img: "https://lowcost.ua/wp-content/uploads/2022/07/%D1%85%D0%BC-%D0%B2%D0%B5%D1%87%D1%96%D1%80%D0%BD%D1%96%D0%B9.jpg"
    },
    {
        id: 262,
        date: "30.09",
        name: "День усиновлення",
        desc: "30 вересня відзначається День усиновлення. Це свято призначене для вшанування усиновителів та підкреслення важливості усиновлення як форми сімейного виховання. У цей день проводяться різноманітні заходи, акції та інформаційні кампанії, спрямовані на підтримку усиновлення дітей та популяризацію цього соціального явища.",
        affiliation: "Національне",
        img: "https://radabershad.gov.ua/pub/art/img/35/84_main.jpg"
    },
    {
        id: 263,
        date: "01.10",
        name: "День ветерана",
        desc: "1 жовтня відзначається День ветерана. Це свято призначене для вшанування і пам'яті ветеранів, людей, які проявили мужність та героїзм у захисті своєї країни. У цей день проводяться урочистості, мітинги, концерти та інші заходи, що спрямовані на виявлення поваги і подяки ветеранам.",
        affiliation: "Національне",
        img: "https://fakty.com.ua/wp-content/uploads/2022/10/13/zahysnyk-ukrayiny.jpg"
    },
    {
        id: 264,
        date: "01.10",
        name: "День геронтолога",
        desc: "1 жовтня відзначається День геронтолога. Це професійне свято, яке присвячене фахівцям, що займаються дослідженнями, лікуванням та піклуванням про людей похилого віку. У цей день вшановуються досягнення та внесок геронтологів у підтримку та поліпшення якості життя літнього покоління.",
        affiliation: "Професійне",
        img: "https://domprestarelyh-samara.ru/wp-content/uploads/2019/06/ea08d491eb665e867efb3bc8129414c7.jpg"
    },
    {
        id: 265,
        date: "01.10",
        name: "День міста Ужгород",
        desc: "1 жовтня відзначається День міста Ужгород. Ужгород - це адміністративний центр Закарпатської області України. У цей день в місті проводяться святкові заходи, концерти, фестивалі, ярмарки та інші події, спрямовані на підвищення престижу міста та патріотичне виховання громадян.",
        affiliation: "Місцеве",
        img: "https://ungvar.uz.ua/wp-content/uploads/2020/04/uzhhorod-675x365.jpg"
    },
    {
        id: 266,
        date: "01.10",
        name: "Український День вчителя",
        desc: "1 жовтня відзначається Український День вчителя, також відомий як День працівників освіти або День освітянина. Це професійне свято, яке призначене для вшанування вчителів та педагогічних працівників, які працюють у системі освіти України. У цей день школи, університети та інші навчальні заклади проводять святкові заходи, концерти, нагородження та вибіркові вихідні.",
        affiliation: "Національне",
        img: "https://24tv.ua/resources/photos/news/202010/1434022.jpg?v=1661267619000"
    },
    {
        id: 267,
        date: "02.10",
        name: "День уролога",
        desc: "2 жовтня відзначається День уролога. Це професійне свято, присвячене медичним працівникам, які спеціалізуються у сфері урології, діагностики та лікування захворювань сечостатевої системи у чоловіків та жінок. У цей день ветерани та молоді спеціалісти отримують визнання за свою працю та внесок у розвиток урології.",
        affiliation: "Професійне",
        img: "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTmjGxnYtAiRkxdUanYBEHuYb2CBQLvhZpg3AUFNc-qSI2LoRT9KspINxYwUgPLsmXvOE0&usqp=CAU"
    },
    {
        id: 268,
        date: "04.10",
        name: "День ветеринарної служби в системі МВС України",
        desc: "4 жовтня відзначається День ветеринарної служби в системі МВС України. Це професійне свято, яке призначене для вшанування ветеринарних лікарів, які забезпечують ветеринарний контроль та захист тварин в системі Міністерства внутрішніх справ України. У цей день проводяться урочисті заходи, нагородження та подяки працівникам ветеринарної служби.",
        affiliation: "Професійне",
        img: "https://static.ukrinform.com/photos/2019_04/thumb_files/630_360_1554206868-506.jpg"
    },
    {
        id: 269,
        date: "05.10",
        name: "День працівників карного розшуку",
        desc: "5 жовтня відзначається День працівників карного розшуку. Це професійне свято, присвячене співробітникам правоохоронних органів, які займаються розслідуванням злочинів та пошуком злочинців. У цей день вшановуються досягнення та внесок працівників карного розшуку в забезпечення правопорядку та безпеки громадян.",
        affiliation: "Професійне",
        img: "https://static.espreso.tv/uploads/article/2455079/images/im578x383-Nacpolicija.png"
    },
    {
        id: 270,
        date: "07.10",
        name: "День міста Запоріжжя",
        desc: "7 жовтня відзначається День міста Запоріжжя. Запоріжжя - це адміністративний центр Запорізької області України. У цей день в місті проводяться святкові заходи, концерти, фестивалі, спортивні змагання та інші події, які привертають увагу мешканців та гостей міста.",
        affiliation: "Місцеве",
        img: "https://www.dilovamova.com/images/wpi.images/h_ua_den_zaporojya.jpg"
    },
    {
        id: 271,
        date: "07.10",
        name: "День міста Чернівці",
        desc: "7 жовтня відзначається День міста Чернівці. Чернівці - це адміністративний центр Чернівецької області України. У цей день місто оживає святковою атмосферою. Проводяться концерти, виставки, спортивні змагання, ярмарки та інші заходи для мешканців та гостей міста.",
        affiliation: "Місцеве",
        img: "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Chernivtsi_University.jpg/1000px-Chernivtsi_University.jpg"
    },
    {
        id: 272,
        date: "08.10",
        name: "День працівників державної санітарно-епідеміологічної служби України",
        desc: "8 жовтня відзначається День працівників державної санітарно-епідеміологічної служби України. Це професійне свято, яке присвячене медичним працівникам, що забезпечують контроль та профілактику епідемічних захворювань та забезпечують громадську гігієну. У цей день вшановуються досягнення та внесок працівників санітарно-епідеміологічної служби в охорону здоров'я населення.",
        affiliation: "Професійне",
        img: "https://18pol.city.kharkov.ua/wp-content/uploads/palestinetoday-%D9%81%D9%8A%D8%B1%D9%88%D8%B3-%D9%83%D9%88%D8%B1%D9%88%D9%86%D8%A77.jpg"
    },
    {
        id: 273,
        date: "09.10",
        name: "День ріелтора в Україні",
        desc: "9 жовтня відзначається День ріелтора в Україні. Це неофіційне свято, яке присвячене фахівцям з нерухомості та ріелторам. У цей день вшановуються професійні досягнення та внесок ріелторів у розвиток ринку нерухомості та підтримку клієнтів у справах купівлі, продажу та оренди нерухомого майна.",
        affiliation: "Професійне",
        img: "https://www.sara-fun.com/wp-content/uploads/2022/10/rieltor.jpg"
    },
    {
        id: 274,
        date: "10.10",
        name: "День працівників стандартизації та метрології України",
        desc: "10 жовтня відзначається День працівників стандартизації та метрології України. Це професійне свято, яке присвячене фахівцям, які займаються стандартизацією та метрологією, тобто визначенням і забезпеченням вимірювальних стандартів у різних галузях. В цей день вшановуються досягнення та внесок працівників стандартизації та метрології у забезпечення якості та безпеки продукції.",
        affiliation: "Професійне",
        img: "https://odesa.consumer.gov.ua/images/news/2020/10/09/50.jpg"
    },
    {
        id: 275,
        date: "12.10",
        name: "День економіста в Україні",
        desc: "12 жовтня відзначається День економіста в Україні. Це професійне свято, яке відзначають спільно зі світовим Днем економіста. У цей день вшановуються економісти, які працюють у різних сферах економіки та забезпечують економічний розвиток країни.",
        affiliation: "Професійне",
        img: "https://webplus.info/images/wpi.images/events/204427.jpg"
    },
    {
        id: 276,
        date: "13.10",
        name: "День святителя Михайла",
        desc: "13 жовтня відзначається День святителя Михайла. Це релігійне свято, присвячене архангелу Михаїлу, який в християнстві вважається головним ангелом-покровителем, заступником людей у боротьбі зі злом. У цей день віряни відзначають свято святителя Михайла та звертаються до нього з проханнями і молитвами.",
        affiliation: "Релігійне",
        img: "https://radiotrek.rv.ua/uploads/media/f4/e0/f4e0fd256366afc79fbaf45e152fa4f0_orig.jpg"
    },
    {
        id: 277,
        date: "14.10",
        name: "День створення Української повстанської армії",
        desc: "14 жовтня відзначається День створення Української повстанської армії (УПА). Це важливе державне свято, яке символізує боротьбу українського народу за незалежність та свободу. УПА була найбільшою антикомуністичною та антифашистською організацією на теренах України під час Другої світової війни.",
        affiliation: "Державне",
        img: "https://lifeimg.pravda.com/images/doc/5/e/5e00215-oun-upa.png"
    },
    {
        id: 279,
        date: "14.10",
        name: "День Українського козацтва",
        desc: "14 жовтня відзначається День Українського козацтва. Це державне свято, яке присвячене героїчній минувшині українського козацтва, його внеску у боротьбу за волю та незалежність України. У цей день вшановуються козацькі традиції та героїчні подвиги козаків.",
        affiliation: "Державне",
        img: "https://school3.com.ua/userfiles/image/1_.jpg"
    },
    {
        id: 281,
        date: "15.10",
        name: "День працівників харчової промисловості",
        desc: "15 жовтня відзначається День працівників харчової промисловості. Це професійне свято, яке присвячене працівникам харчової промисловості, які займаються виробництвом та переробкою продуктів харчування. У цей день вшановуються досягнення та внесок працівників харчової промисловості в забезпечення населення якісною та безпечною продукцією.",
        affiliation: "Професійне",
        img: "https://oblrada.od.gov.ua/wp-content/uploads/0003.jpg"
    },
    {
        id: 282,
        date: "16.10",
        name: "День алерголога",
        desc: "16 жовтня відзначається День алерголога. Це професійне свято, яке присвячене медичним фахівцям - алергологам, які займаються діагностикою та лікуванням алергічних захворювань. У цей день вшановуються досягнення та внесок алергологів у забезпечення здоров'я людей, що страждають на алергії.",
        affiliation: "Професійне",
        img: "https://urosvit.com/wp-content/uploads/2021/08/unnamed-14.jpg"
    },
    {
        id: 283,
        date: "20.10",
        name: "Всеукраїнський день боротьби із захворюванням на рак молочної залози",
        desc: "20 жовтня відзначається Всеукраїнський день боротьби із захворюванням на рак молочної залози. Це день, присвячений підвищенню обізнаності та профілактиці цього виду раку, а також підтримці пацієнтів, які з ним зіткнулися. У цей день проводяться різноманітні акції, лекції, семінари та інші заходи, спрямовані на популяризацію знань про рак молочної залози та його профілактику.",
        affiliation: "Медичне",
        img: "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRHPhPMvYHWiZQek6oA3PnmaZbw55YZ5v8vdT70sXLLLEpPhPQcr3NW3hl3ZZSToj7XGXQ&usqp=CAU"
    },
    {
        id: 284,
        date: "20.10",
        name: "Перший приватний комерційний банк в Україні",
        desc: "20 жовтня відзначається день заснування першого приватного комерційного банку в Україні. Цей день символізує розвиток банківської системи та фінансового сектору країни, а також визнання ролі та значущості приватного банкінгу в економіці.",
        affiliation: "Фінансове",
        img: "https://minfin.com.ua/img/2019/39151798/2376ebbfec8555e08d5585dc685c1af0.jpeg"
    },
    {
        id: 285,
        date: "21.10",
        name: "День працівників целюлозно-паперової промисловості",
        desc: "21 жовтня відзначається День працівників целюлозно-паперової промисловості. Це професійне свято, яке присвячене працівникам целюлозно-паперової галузі, які займаються виробництвом паперу та паперових виробів. У цей день вшановуються досягнення та внесок працівників цієї промисловості в економіку країни.",
        affiliation: "Професійне",
        img: "https://daytoday.ua/wp-content/uploads/2020/10/Den-pratsivnykiv-tseliulozno-paperovoi-promyslovosti.jpg"
    },
    {
        id: 286,
        date: "25.10",
        name: "День маркетолога",
        desc: "25 жовтня відзначається День маркетолога. Це професійне свято, яке присвячене фахівцям у галузі маркетингу. Маркетологи займаються розробкою та реалізацією маркетингових стратегій, плануванням рекламних кампаній, вивченням ринкових тенденцій та поведінки споживачів. У цей день вшановуються досягнення та професійний внесок маркетологів у розвиток бізнесу та економіки.",
        affiliation: "Професійне",
        img: "https://jobs.ua/uploads/holidays/81_53%20%D0%B4%D0%B5%D0%BD%D1%8C-%D0%BC%D0%B0%D1%80%D0%BA%D0%B5%D1%82%D0%BE%D0%BB%D0%BE%D0%B3%D0%B0.jpg"
    },
    {
        id: 287,
        date: "25.10",
        name: "День військового капелану в Україні",
        desc: "25 жовтня відзначається День військового капелану в Україні. Це професійне свято, яке присвячене духовним сповідникам, що працюють у Збройних Силах України та забезпечують духовну підтримку військовослужбовцям. У цей день вшановуються духовний внесок та мужність військових капеланів, які працюють на благо війська та українського народу.",
        affiliation: "Професійне",
        img: "https://armyinform.com.ua/wp-content/uploads/2022/10/1.webp"
    },
    {
        id: 288,
        date: "28.10",
        name: "День бабусь та дідусів в Україні",
        desc: "28 жовтня в Україні відзначається День бабусь та дідусів. Це свято, яке активно відзначається з 2018 року, має на меті вшанування та визнання внеску бабусь та дідусів у життя родини, збереження родинних традицій та цінностей. У цей день проводяться різноманітні заходи, присвячені літнім героям, які з любов'ю виховують наступне покоління.",
        affiliation: "Соціальне",
        img: "https://ilovemommy.com.ua/media/wysiwyg/chto-delat_-esli-babushka-i-dedushka-baluyut-rebenka1.jpg"
    },
    {
        id: 289,
        date: "28.10",
        name: "День визволення України від фашистських загарбників",
        desc: "28 жовтня відзначається День визволення України від фашистських загарбників. Це державне свято, яке символізує кінець Другої світової війни на території України та звільнення країни від нацистської окупації. У цей день вшановуються пам'ять загиблих героїв, які віддали своє життя за волю та незалежність України.",
        affiliation: "Державне",
        img: "https://armyinform.com.ua/wp-content/uploads/2021/10/foto-2-3.jpg"
    },
    {
        id: 290,
        date: "29.10",
        name: "День військового фінансиста Збройних Сил України",
        desc: "29 жовтня відзначається День військового фінансиста Збройних Сил України. Це професійне свято, яке присвячене фахівцям у галузі фінансів, які забезпечують фінансове забезпечення та облік у Збройних Силах України. У цей день вшановуються досягнення та професійний внесок військових фінансистів у забезпечення фінансової стабільності та розвитку Збройних Сил України.",
        affiliation: "Професійне",
        img: "https://znaj.ua/crops/28ffbd/620x0/1/0/2018/10/28/qJKcxnWDG2HQyHbFTkktjPL61BawVCJCv28p0Aiw.jpeg"
    },
    {
        id: 291,
        date: "29.10",
        name: "День автомобіліста",
        desc: "29 жовтня відзначається День автомобіліста. Це професійне свято, яке присвячене водіям, автомобілістам та всім, хто пов'язаний з автомобільною тематикою. У цей день вшановуються професійні навички та безпекові стандарти водіїв, а також відзначаються досягнення автомобільної промисловості та технологій.",
        affiliation: "Професійне",
        img: "https://img.tsn.ua/cached/674/tsn-ed71814124f95cefb3093cdb7dd2dd14/thumbs/1116x628/d4/80/8f4e33906f98f579000697ec0a5d80d4.jpeg"
    },
    {
        id: 292,
        date: "29.10",
        name: "Перехід на зимовий час",
        desc: "29 жовтня відбувається перехід на зимовий час. Це процес, коли годинники переводяться на одну годину назад, що призводить до збільшення світлового дня вранці та скорочення його ввечері. Цей перехід здійснюється з метою заощадження електроенергії та приведення часу у відповідність до природних циклів.",
        affiliation: "Громадське",
        img: "https://fs1.deka.ua/content/news/a324/1_Perevod_strelok.jpg"
    },
    {
        id: 293,
        date: "30.10",
        name: "День працівників підрозділів по боротьбі з незаконним обігом наркотиків в Україні",
        desc: "30 жовтня відзначається День працівників підрозділів по боротьбі з незаконним обігом наркотиків в Україні. Це професійне свято, яке присвячене працівникам, які займаються боротьбою з виробництвом, торгівлею та поширенням наркотичних речовин. У цей день вшановуються досягнення та внесок працівників цих підрозділів у забезпечення безпеки та боротьбу зі злочинністю.",
        affiliation: "Професійне",
        img: "https://te.20minut.ua/img/cache/news_widescreen/news/0024/92/2391216-narkotikiv-na-piv-milyona-u-ternopoli-zatrimali-cholovika-z-tisyacheyu-zakladok-fotovideo.jpeg?hash=2021-10-28-15-31-41"
    },

    {
        id: 294,
        date: "03.11",
        name: "День інженерних військ України",
        desc: "3 листопада відзначається День інженерних військ України. Це професійне свято присвячене військовим, які займаються інженерними роботами, виробництвом та використанням інженерних систем. У цей день вшановуються досягнення та внесок військових, спрямовані на забезпечення обороноздатності та безпеки країни.",
        affiliation: "Професійне",
        img: "https://yavoriv-info.com.ua/wp-content/uploads/1412583875-8311.jpg"
    },
    {
        id: 295,
        date: "03.11",
        name: "День ракетних військ і артилерії України",
        desc: "3 листопада відзначається День ракетних військ і артилерії України. Це професійне свято присвячене військовим, які займаються розробкою, виробництвом та використанням ракетних систем та артилерійського озброєння. В цей день вшановуються внесок та досягнення військових, спрямовані на забезпечення обороноздатності та безпеки країни.",
        affiliation: "Професійне",
        img: "https://novynarnia.com/wp-content/uploads/2022/09/robota-artyleriyi-zsu.jpg"
    },
    {
        id: 296,
        date: "04.11",
        name: "День залізничника України",
        desc: "4 листопада відзначається День залізничника України. Це професійне свято, присвячене працівникам залізничного транспорту, які забезпечують рух поїздів, технічне обслуговування та ремонт залізничної інфраструктури. У цей день вшановуються досягнення та внесок залізничників у розвиток транспортної системи країни.",
        affiliation: "Професійне",
        img: "https://apnews.com.ua/site/assets/files/0/51/087/58_main-640x360.1200x1200-ms.jpeg"
    },
    {
        id: 297,
        date: "05.11",
        name: "День працівника соціальної сфери України",
        desc: "5 листопада відзначається День працівника соціальної сфери України. Це професійне свято, присвячене працівникам, які надають соціальні послуги та піклуються про благополуччя та добробут населення. У цей день вшановуються досягнення та внесок працівників соціальної сфери у підтримку та розвиток соціально-культурного життя країни.",
        affiliation: "Професійне",
        img: "https://www.dilovamova.com/images/wpi.images/h_ua_den_socrabotnika.jpg"
    },
    {
        id: 298,
        date: "06.11",
        name: "День Визволення Києва",
        desc: "6 листопада відзначається День Визволення Києва. Це державне свято, яке символізує визволення Києва від нацистських загарбників під час Другої світової війни. У цей день вшановуються героїчні подвиги воїнів та мешканців Києва, які відстояли незалежність та свободу свого міста.",
        affiliation: "Державне",
        img: "https://www.krok.edu.ua/images/events/rodina-mat-.jpg"
    },
    {
        id: 299,
        date: "09.11",
        name: "Всеукраїнський день працівників культури та аматорів народного мистецтва",
        desc: "9 листопада відзначається Всеукраїнський день працівників культури та аматорів народного мистецтва. Це професійне свято спрямоване на вшанування працівників культури, які забезпечують розвиток мистецтва та культурного життя країни.",
        affiliation: "Професійне, Державне",
        img: "https://cdn4.suspilne.media/images/b1dc1cc6d00cf896_w.jpg"
    },
    {
        id: 300,
        date: "09.11",
        name: "День української писемності та мови",
        desc: "9 листопада відзначається День української писемності та мови. Це свято спрямоване на вшанування української мови та літератури як складової національної ідентичності України.",
        affiliation: "Державне",
        img: "https://karazin.ua/storage/static-content/source/news/2022-11/doc_2022-11-08_20-56-53%20(2)%20(1).png"
    },
    {
        id: 301,
        date: "11.11",
        name: "День визволення Херсона від російсько-фашистських загарбників в Україні",
        desc: "11 листопада відзначається День визволення Херсона від російсько-фашистських загарбників в Україні. Це день, коли місто Херсон було звільнене від нацистської окупації під час Другої світової війни. У цей день вшановуються героїчні здобутки воїнів та мешканців Херсона, які боролися за свободу свого міста та країни.",
        affiliation: "Державне",
        img: "https://c.files.bbci.co.uk/6471/production/_123731752_hi074566872.jpg"
    },
    {
        id: 302,
        date: "12.11",
        name: "День виноградаря і винороба",
        desc: "12 листопада відзначається День виноградаря і винороба. Це професійне свято, присвячене працівникам виноградарства та виноробного виробництва, які займаються вирощуванням винограду та виготовленням вина. У цей день вшановуються досягнення та внесок виноградарів і виноробів у розвиток виноробного галузі країни.",
        affiliation: "Професійне",
        img: "https://agronews.ua/wp-content/uploads/2020/11/Grapes_Wine_Stemware_481795.jpg"
    },
    {
        id: 304,
        date: "17.11",
        name: "День студента в Україні",
        desc: "17 листопада відзначається День студента в Україні. Це професійне свято, яке присвячене студентам вищих навчальних закладів. У цей день вшановуються молодість, творчість та досягнення студентів у навчанні та соціальній сфері.",
        affiliation: "Професійне",
        img: "https://media.dyvys.info/2021/11/205837.jpg"
    },
    {
        id: 306,
        date: "22.11",
        name: "День Десантно-штурмових військ Збройних сил України",
        desc: "22 листопада відзначається День Десантно-штурмових військ Збройних сил України. Це професійне свято, присвячене військовим підрозділам, які спеціалізуються на десантно-штурмових операціях. У цей день вшановуються військові, які беруть участь у складних бойових місіях та забезпечують безпеку країни.",
        affiliation: "Професійне",
        img: "https://np.pl.ua/wp-content/uploads/2019/11/img_6669-1024x683.jpg"
    },
    {
        id: 307,
        date: "22.11",
        name: "День Гідності та Свободи",
        desc: "22 листопада відзначається День Гідності та Свободи. Це державне свято, яке символізує боротьбу українського народу за свободу, гідність та незалежність. У цей день вшановуються герої Майдану, які в 2013-2014 роках вийшли на вулиці, щоб висловити своє незгоду з тоталітарним режимом та боротися за свободу та демократію.",
        affiliation: "Державне",
        img: "https://uinp.gov.ua/storage/app/public/uploads/2019-11-20/12/rJ315742448754Wp.jpeg"
    },
    {
        id: 308,
        date: "24.11",
        name: "День музеїв",
        desc: "24 листопада відзначається День музеїв. Це професійне свято, присвячене працівникам музеїв та визнанню їхнього внеску у збереження та популяризацію культурної спадщини. У цей день відбуваються різноманітні заходи, виставки та екскурсії, спрямовані на привернення уваги до музейної справи та підвищення інтересу громадськості до культурно-історичного доробку.",
        affiliation: "Професійне",
        img: "https://www.dilovamova.com/images/wpi.images/h_ua_den_muzeev.jpg"
    },
    {
        id: 309,
        date: "30.11",
        name: "День гарбуза в Україні",
        desc: "30 листопада в Україні відзначається День гарбуза. Це свято пов'язане зі збором урожаю гарбузів та використанням їх у традиційній українській кухні. У цей день проводяться різноманітні фестивалі, конкурси та виставки, на яких демонструються різні сорти та форми гарбузів, а також приготовлюються страви з гарбузового пюре, супи, пироги та інші страви з використанням цієї овочевої культури.",
        affiliation: "Суспільне",
        img: "https://cdn.abo.media/upload/article/bym143agkrynpw4zeotf.jpg"
    },
    {
        id: 311,
        date: "1.12",
        name: "День невролога",
        desc: "1 грудня в Україні відзначається День невролога. Це професійне свято, присвячене медичним працівникам, які займаються діагностикою, лікуванням та профілактикою захворювань нервової системи. У цей день висловлюється подяка та визнання медичним працівникам за їхню важливу роботу у піклуванні про здоров'я пацієнтів.",
        affiliation: "Професійне",
        img: "https://rozdil.lviv.ua/Kalendar/Svyata/Gruden/nevrolog.jpg"
    },
    {
        id: 312,
        date: "01.12",
        name: "День працівників прокуратури України",
        desc: "1 грудня в Україні відзначається День працівників прокуратури. Це професійне свято, присвячене працівникам прокуратури, які забезпечують додержання законності, захищають права та інтереси громадян. У цей день висловлюється подяка працівникам прокуратури за їхню важливу роль у забезпеченні правопорядку.",
        affiliation: "Професійне",
        img: "https://life.fakty.com.ua/wp-content/uploads/sites/3/2020/11/1-11.jpg"
    },
    {
        id: 313,
        date: "04.12",
        name: "Всеукраїнський тиждень права",
        desc: "4 грудня в Україні розпочинається Всеукраїнський тиждень права, який триватиме до 10 грудня. Цей тиждень присвячений популяризації правової культури, просвітницьким заходам, що спрямовані на поширення знань про права та обов'язки громадян, а також на підвищення правової свідомості в суспільстві.",
        affiliation: "Суспільне",
        img: "https://daytoday.ua/wp-content/uploads/2021/11/Vseukarinskyy-tyzhden-prava-.jpg"
    },
    {
        id: 314,
        date: "05.12",
        name: "День грунтознавця в Україні",
        desc: "5 грудня в Україні відзначається День грунтознавця. Це неофіційне національне професійне свято ґрунтознавців України, приурочене до Всесвітнього дня грунтів. У цей день проводяться заходи, спрямовані на підвищення усвідомлення важливості ґрунтів для сільського господарства, екології та сталого розвитку.",
        affiliation: "Професійне",
        img: "https://daytoday.ua/wp-content/uploads/2022/12/Den-gruntoznavtsia-v-Ukraini.jpg"
    },
    {
        id: 315,
        date: "05.12",
        name: "День працівників статистики в Україні",
        desc: "5 грудня в Україні відзначається День працівників статистики. Це професійне свято, присвячене медичним працівникам, які займаються збиранням, обробкою та аналізом статистичної інформації. У цей день висловлюється подяка та визнання статистикам за їхню важливу роль у забезпеченні достовірних даних для прийняття рішень в різних сферах суспільного життя.",
        affiliation: "Професійне",
        img: "https://phc.org.ua/sites/default/files/styles/custom_page_img/public/2019-08/statistics.jpg?itok=T9fxfkmi"
    },
    {
        id: 317,
        date: "07.12",
        name: "Всесвітній день української хустки",
        desc: "7 грудня відзначається Всесвітній день української хустки. Це свято символізує національну гордість та патріотизм українського народу. Українська хустка є важливим національним симболом, який використовується як елемент національного костюму та патріотичного об'єднання громадян.",
        affiliation: "Національне",
        img: "https://www.udau.edu.ua/assets/images/2021/news/hustka/dsc_1392.JPG"
    },
    {
        id: 318,
        date: "07.12",
        name: "День місцевого самоврядування в Україні",
        desc: "7 грудня в Україні відзначається День місцевого самоврядування. Це державне свято, яке вшановує роль та значення органів місцевого самоврядування в управлінні територіальними громадами. У цей день відбуваються урочисті події, на яких акцентується важливість демократичних засад місцевого самоврядування та розвиток громадського активізму.",
        affiliation: "Державне",
        img: "https://tvoemisto.tv/media/gallery/full/6/4/646466566.jpg"
    },
    {
        id: 319,
        date: "10.12",
        name: "День благодійності",
        desc: "10 грудня в Україні відзначається День благодійності. Це день, коли наголошується важливість допомоги та підтримки людям, які потребують допомоги та соціальної підтримки. У цей день проводяться різноманітні благодійні акції, збори коштів для потребуючих, а також відзначаються та нагороджуються благодійники та волонтери.",
        affiliation: "Суспільне",
        img: "https://www.dilovamova.com/images/wpi.images/h_ua_den_blagotvoritelnosti.jpg"
    },
    {
        id: 320,
        date: "10.12",
        name: "День прав людини",
        desc: "10 грудня щорічно в Україні відзначається День прав людини. Це день, коли акцентується важливість та повага до прав людини, їхнього захисту та сприяння. У цей день проводяться заходи, спрямовані на підвищення свідомості про права людини та розуміння значення та необхідності їхнього дотримання.",
        affiliation: "Суспільне",
        img: "https://chervonogr.otg.dp.gov.ua/storage/app/uploads/public/61b/2f1/6dc/61b2f16dcfa14380486702.png"
    },
    {
        id: 321,
        date: "12.12",
        name: "День сухопутних військ України",
        desc: "12 грудня в Україні відзначається День сухопутних військ України. Це професійне свято військових підрозділів, які здійснюють оборонні та бойові завдання на суші. У цей день відзначаються досягнення та заслуги сухопутних військ, покладаються квіти до пам'ятників та меморіалів загиблим воїнам.",
        affiliation: "Професійне",
        img: "https://static.ukrinform.com/photos/2016_12/thumb_files/630_360_1481023367-5833.jpg"
    },
    {
        id: 322,
        date: "14.12",
        name: "День вшанування учасників ліквідації наслідків радіаційних аварій та катастроф",
        desc: "14 грудня в Україні відзначається День вшанування учасників ліквідації наслідків радіаційних аварій та катастроф. Це день, коли вшановуються та визнаються заслуги людей, які брали участь у ліквідації наслідків аварій на ядерних та інших радіаційних об'єктах. У цей день проводяться урочистості та пам'ятні заходи, спрямовані на вшанування пам'яті загиблих та визнання мужності та героїзму учасників ліквідації.",
        affiliation: "Національне",
        img: "https://fastiv-region.gov.ua/media/k2/items/cache/c79100bd9a1c81231de8bfb99f98f395_XL.jpg"
    },
    {
        id: 324,
        date: "19.12",
        name: "День працівників радіо, телебачення та зв'язку в Україні",
        desc: "19 грудня в Україні відзначається День працівників радіо, телебачення та зв'язку. Це професійне свято працівників засобів масової інформації та зв'язку, які забезпечують функціонування радіо, телебачення, телефонії та інших засобів комунікації. У цей день відзначаються досягнення та професійний внесок працівників цієї галузі.",
        affiliation: "Професійне",
        img: "https://detector.media/doc/images/news/archive/2016/182517/ArticleImage_182517.jpg"
    },
    {
        id: 325,
        date: "22.12",
        name: "День солідарності",
        desc: "22 грудня в Україні відзначається День солідарності. Це державне свято, яке символізує єдність та підтримку українського народу в боротьбі за свої права та свободу. У цей день проводяться урочистості, акції солідарності та відзначаються видатні подвиги та заслуги в боротьбі за незалежність та демократію України.",
        affiliation: "Державне",
        img: "https://media.acc.cv.ua/news/article/2020/12/15/66885/6zxHl1fi8gWxfRf4U9Lx.w575.jpeg"
    },
    {
        id: 326,
        date: "24.12",
        name: "Різдво Христове",
        desc: "24 грудня в Україні відзначається Різдво Христове. Це християнське свято, яке відзначає народження Ісуса Христа. У цей день відбуваються релігійні обряди, церковні служби та святкові заходи. Різдво Христове є одним з найважливіших релігійних свят в Україні.",
        affiliation: "Релігійне",
        img: "https://pon.org.ua/uploads/posts/2019-01/1546635488_rizdvo-s.jpg"
    },
    {
        id: 327,
        date: "25.12",
        name: "День подяки",
        desc: "25 грудня в Україні відзначається День подяки. Це день, коли віддають подяку за всі благословення та досягнення, які отримані протягом року. У цей день проводяться сімейні зібрання, святкові обіди та подячні заходи. Це також час вираження вдячності та підтримки іншим людям.",
        affiliation: "Суспільне",
        img: "https://www.5.ua/media/pictures/original/201805.jpg?t=1606385016"
    },
    {
        id: 328,
        date: "26.12",
        name: "День Святого Стефана",
        desc: "26 грудня в Україні відзначається День Святого Стефана. Це релігійне свято, яке присвячене пам'яті Святого Стефана, першого християнського мученика. У цей день проводяться релігійні служби та молитви. Свято Святого Стефана є одним із традиційних різдвяних свят в Україні.",
        affiliation: "Релігійне",
        img: "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTDWQMCfaiVwZ52c0XZiDIAFcatryRL6RxdLQ&usqp=CAU"
    },
    {
        id: 329,
        date: "31.12",
        name: "Останній день року",
        desc: "31 грудня в Україні відзначається Останній день року. Це день, коли люди святкують закінчення старого року та настання нового. У цей день проводяться різноманітні святкові заходи, вечірки, феєричні салюти та зустріч Нового року. Це час радості, надії та віри у краще майбутнє.",
        affiliation: "Суспільне",
        img: "https://ukrainians.today/wp-content/uploads/2018/12/31-dekabrya-780x484.jpg"
    },
    {
        id: 330,
        date: "01.01",
        name: "Новий рік",
        desc: "1 січня в Україні відзначається Новий рік. Це свято, яке відзначає початок нового календарного року. У цей день проводяться святкові заходи, феєричні вогняні шоу та зустріч Нового року. Люди вітають один одного з Новим роком та висловлюють побажання на майбутнє.",
        affiliation: "Суспільне",
        img: "https://static.ukrinform.com/photos/2017_12/thumb_files/630_360_1514546874-4529.jpg"
    },
    {
        id: 331,
        date: "02.01",
        name: "Другий день Нового року",
        desc: "2 січня в Україні відзначається Другий день Нового року. Це свято, яке є продовженням новорічних свят. У цей день люди відпочивають, проводять час з родиною та друзями, насолоджуються святковою атмосферою. Другий день Нового року є вихідним днем в Україні та деяких інших країнах.",
        affiliation: "Суспільне",
        img: "https://static.ukrinform.com/photos/2017_12/thumb_files/630_360_1514546874-4529.jpg"
    },
    {
        id: 333,
        date: "16.01",
        name: "День Пам'яті кіборгрів",
        desc: "16 січня в Україні відзначається День Пам'яті кіборгрів. Це день, коли вшановують пам'ять захисників Донецького міжнародного аеропорту, які боролися з проросійськими терористами протягом 242 днів. Це свято є символом мужності, відваги та самопожертви українських військових.",
        affiliation: "Суспільне",
        img: "https://media.dyvys.info/2022/01/kiborgy.jpeg"
    },
    {
        id: 334,
        date: "20.01",
        name: "День вшанування захисників Донецького аеропорту",
        desc: "20 січня в Україні відзначається День вшанування захисників Донецького аеропорту. Це свято приурочене до пам'яті військових, які героїчно обороняли Донецький міжнародний аеропорт від проросійських терористів. У цей день вшановують пам'ять та визнають мужність і самопожертву захисників.",
        affiliation: "Суспільне",
        img: "https://lebedynrada.gov.ua/wp-content/uploads/2023/01/%D0%B8%D0%B7%D0%BE%D0%B1%D1%80%D0%B0%D0%B6%D0%B5%D0%BD%D0%B8%D0%B5_viber_2023-01-20_09-40-11-752.jpg"
    },
    {
        id: 336,
        date: "24.01",
        name: "День Служби зовнішньої розвідки України",
        desc: "24 січня в Україні відзначається День Служби зовнішньої розвідки України. Служба зовнішньої розвідки України була створена на базі Департаменту розвідки та розвідувальних підрозділів регіональних органів Служби безпеки України. Цей день є професійним святом українських розвідників.",
        affiliation: "Суспільне",
        img: "https://kg.ua/sites/default/files/news4/rozvidka_0.jpg"
    },
    {
        id: 337,
        date: "28.01",
        name: "Державний прапор України",
        desc: "28 січня в Україні відзначається День Державного прапора України. У цей день вшановується символіка держави - державний прапор, який є національним символом і втіленням державності та незалежності України.",
        affiliation: "Суспільне",
        img: "https://newch.tv/wp-content/uploads/2022/08/Den-prapora.jpg"
    },
    {
        id: 338,
        date: "29.01",
        name: "День пам'яті Героїв Крут",
        desc: "29 січня в Україні відзначається День пам'яті Героїв Крут. Це свято приурочене до вшанування пам'яті учасників Крутської битви 1918 року. У цей день вшановують героїзм та жертовність молодих українських воїнів, які боролися за незалежність Української Народної Республіки.",
        affiliation: "Суспільне",
        img: "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/%D0%9F%D0%B0%D0%BC%27%D1%8F%D1%82%D1%96_%D0%93%D0%B5%D1%80%D0%BE%D1%97%D0%B2_%D0%9A%D1%80%D1%83%D1%82.2011.jpg/1200px-%D0%9F%D0%B0%D0%BC%27%D1%8F%D1%82%D1%96_%D0%93%D0%B5%D1%80%D0%BE%D1%97%D0%B2_%D0%9A%D1%80%D1%83%D1%82.2011.jpg"
    },
    {
        id: 339,
        date: "30.01",
        name: "День спеціаліста військово-соціального управління ЗСУ",
        desc: "30 січня в Україні відзначається День спеціаліста військово-соціального управління ЗСУ (Збройних Сил України). Це професійне свято спеціалістів, які займаються соціальним забезпеченням військовослужбовців та їх сімей, підтримкою учасників бойових дій та ветеранів.",
        affiliation: "Суспільне",
        img: "https://frankonews.if.ua/wp-content/uploads/2023/01/images-4.jpeg"
    },
    {
        id: 340,
        date: "31.01",
        name: "Всесвітній день ювеліра",
        desc: "31 січня відзначається Всесвітній день ювеліра. Це міжнародне професійне свято, присвячене ювелірам та ювелірній промисловості. У цей день вшановують ремесло та мистецтво ювелірів, які створюють унікальні прикраси та вироби з дорогоцінних металів та каменів.",
        affiliation: "Суспільне",
        img: "https://volynonline.com/wp-content/uploads/2018/02/professiya-yuvelir_400.jpg"
    },
    {
        id: 341,
        date: "6.02",
        name: "День безпеки в Інтернеті",
        desc: "6 лютого відзначається День безпеки в Інтернеті. Це свято приурочене до підвищення усвідомлення про безпеку в онлайн-середовищі та захист від інтернет-загроз. У цей день проводяться різноманітні заходи, тренінги та освітні програми, спрямовані на популяризацію цифрової грамотності та безпечного використання Інтернету.",
        affiliation: "Суспільне",
        img: "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT3fMcudfkBYWBmllleiKGBy9eWqIGOe_X_-V_7NMAJQZjJfnWYYK6PX0kLmbDsymWPcGE&usqp=CAU"
    },
    {
        id: 342,
        date: "7.02",
        name: "День масажиста в Україні",
        desc: "7 лютого відзначається День масажиста в Україні. Це професійне свято, яке присвячене праці масажистів, які займаються відновленням та зміцненням здоров'я людей за допомогою масажу. У цей день відзначаються досягнення та внесок масажистів у підтримку фізичного та емоційного благополуччя.",
        affiliation: "Суспільне",
        img: "https://static.insalescdn.com/r/Bf9dqosY6FI/rs:fit:1408:0:1/q:100/plain/images/articles/1/2593/993825/spa-massage-therapist-min.jpg"
    },
    {
        id: 343,
        date: "13.02",
        name: "Всесвітній День радіо",
        desc: "13 лютого відзначається Всесвітній День радіо. Це свято, присвячене досягненням та розвитку радіомовлення як масового засобу інформації та комунікації. У цей день вшановуються досягнення радіоведення, а також відзначаються його соціокультурні та освітні функції.",
        affiliation: "Суспільне",
        img: "https://img.depo.ua/745xX/Feb2019/484546.jpg"
    },
    {
        id: 344,
        date: "14.02",
        name: "День військ радіаційного, хімічного і біологічного захисту Збройних сил України",
        desc: "14 лютого в Україні відзначається День військ радіаційного, хімічного і біологічного захисту Збройних сил України. Це професійне свято, присвячене військовим підрозділам, які здійснюють заходи з радіаційного, хімічного і біологічного захисту військових об'єктів та населення.",
        affiliation: "Суспільне",
        img: "https://dknews.kz/storage/news/2022-07/KwCxk8UE0NuLAW49RZF0vCGWtkdu4SYpnDDq2RRy.jpg"
    },
    {
        id: 345,
        date: "14.02",
        name: "День всіх закоханих",
        desc: "14 лютого відзначається День всіх закоханих, яке є символом кохання та взаєморозуміння.",
        affiliation: "Суспільне",
        img: "https://etnoxata.com.ua/image/cache/catalog/image/catalog/blog/13_02_2017/03.webp"
    },
    {
        id: 347,
        date: "15.02",
        name: "День кіберспорту України",
        desc: "Свято, яке вшановує розвиток та досягнення в галузі кіберспорту.",
        affiliation: "Релігійне, Суспільне",
        img: "https://umoloda.kyiv.ua/img/content/i142/142374.gif"
    },
    {
        id: 348,
        date: "15.02",
        name: "День комп’ютерника",
        desc: "Свято, присвячене досягненням та ролі комп'ютерів у сучасному світі.",
        affiliation: "Релігійне, Суспільне",
        img: "https://3.bp.blogspot.com/-QHd9dOXl49E/XGaHE_aeFuI/AAAAAAAABDQ/7MTwEuGXtcwCEW0g0v8r75BNsoFuwM2IwCLcBGAs/s1600/8178.jpg"
    },
    {
        id: 349,
        date: "15.02",
        name: "День пам’яті воїнів-інтернаціоналістів",
        desc: "Свято, спрямоване на вшанування пам'яті воїнів, які воювали за інтереси та мир у інших країнах.",
        affiliation: "Релігійне, Суспільне",
        img: "https://commons.com.ua/file/thumbnail/chomu-nam-potribni-mirotvorci-oon-na-donbasi_large.jpg"
    },
    {
        id: 350,
        date: "16.02",
        name: "День військового журналіста в Україні",
        desc: "16 лютого в Україні відзначається День військового журналіста. Це професійне свято, яке присвячене журналістам, які займаються військовою тематикою та інформуванням громадськості про події, пов'язані з оборонною справою та військовою діяльністю. У цей день вшановуються професійні досягнення та внесок військових журналістів у військову журналістику.",
        affiliation: "Суспільне",
        img: "https://te.20minut.ua/img/cache/news_main/news/0030/51/2950841-sogodni-16-lyutogo-den-viyskovogo-zhurnalista-v-ukrayini.jpeg?hash=2023-02-14-20-06-53"
    },
    {
        id: 351,
        date: "17.02",
        name: "День кота в Європі",
        desc: "17 лютого відзначається День кота в Європі. Це свято, яке приурочене до вшанування та захисту котів як домашніх улюбленців. У цей день проводяться різноманітні заходи, присвячені котам, такі як виставки, конкурси, лекції та благодійні акції.",
        affiliation: "Суспільне",
        img: "https://www.rbc.ua/static/img/f/r/freepik______com__2__480x270.jpg"
    },
    {
        id: 352,
        date: "19.02",
        name: "Державний герб України",
        desc: "19 лютого відзначається Державний герб України. Це свято присвячене символу державності України - Державному гербу, який втілює національні традиції та цінності країни. У цей день проводяться урочистості та заходи, спрямовані на підтримку та вшанування національних символів України.",
        affiliation: "Національне",
        img: "https://pon.org.ua/uploads/posts/2023-02/gerb.jpg"
    },
    {
        id: 354,
        date: "24.03",
        name: "Міжнародний день відмінника або Міжнародний день досягнень",
        desc: "24 березня відзначається Міжнародний день відмінника або Міжнародний день досягнень, що вшановує успіхи та досягнення у різних сферах життя.",
        affiliation: "Міжнародне, Суспільне, Медичне",
        img: "https://mama.ua/media/cache_20171106/96/e1/96e10e9e70a983dc98afdcbb857cc1d7.jpg"
    },
    {
        id: 355,
        date: "26.03",
        name: "День Національної гвардії України",
        desc: "26 березня в Україні відзначається День Національної гвардії України, яка є важливим складовим елементом національної безпеки та оборони країни.",
        affiliation: "Професійне",
        img: "https://kazatin.com/img/cache/news_main/news/0030/94/2993704-sogodni--den-natsionalnoyi-gvardiyi-ukrayini-istoriya-ta-prikmeti-25-bereznya.jpeg?hash=2023-03-25-12-41-22"
    },
    {
        id: 356,
        date: "31.03",
        name: "Великдень в західному християнстві",
        desc: "31 березня в Україні в західному християнстві відзначається Великдень, одне з найбільших релігійних свят, що символізує Воскресіння Ісуса Христа після смерті.",
        affiliation: "Релігійне, Громадське",
        img: "https://gdb.rferl.org/607541DC-73A7-4ED7-8C8A-E3991F104D05_w1080_h608_s_b.jpg"
    },
    {
        id: 357,
        date: "31.03",
        name: "Перехід на літній час",
        desc: "31 березня відбувається перехід на літній час, коли годинники переводяться на одну годину вперед для економії світла.",
        affiliation: "Громадське",
        img: "https://wz.lviv.ua/images/news/_cover/486491/chas.jpg"
    },
    {
        id: 359,
        date: "24.03",
        name: "Всеукраїнський день боротьби із захворюванням на туберкульоз",
        desc: "24 березня відзначається Всеукраїнський день боротьби із захворюванням на туберкульоз, який спрямований на підвищення усвідомлення про проблеми цієї хвороби та поширення інформації про профілактику та лікування.",
        affiliation: "Суспільне, Медичне",
        img: "https://koda.gov.ua/wp-content/uploads/2022/04/48ca41bf-d013-4ab3-8a8d-f76c5352d47f.jpeg"
    },
    {
        id: 360,
        date: "24.03",
        name: "День фтизіатра",
        desc: "24 березня відзначається День фтизіатра, що відзначає роль та внесок лікарів у боротьбу з туберкульозом.",
        affiliation: "Медичне",
        img: "https://drohobych-poliklinika.org.ua/wp-content/uploads/2020/03/unnamed-1.jpg"
    },
    {
        id: 361,
        date: "20.02",
        name: "День Героїв Небесної Сотні",
        desc: "Свято, яке вшановує пам'ять героїв Революції Гідності 2013-2014 років. Це свято присвячене загиблим учасникам протестів за демократію та свободу в Україні.",
        affiliation: "Національне, Суспільне",
        img: "https://galinfo.com.ua/media/gallery/full/0/1/01_513b9.jpg"
    },
    {
        id: 362,
        date: "20.02",
        name: "День соціальної справедливості",
        desc: "Свято, спрямоване на підтримку та розвиток соціальних програм та заходів, спрямованих на забезпечення рівних прав та можливостей для всіх громадян.",
        affiliation: "Національне, Суспільне",
        img: "https://www.prostir.ua/wp-content/uploads/2017/03/bigstock-Statue-of-Justice-with-sword-a-71768824-1024x683.jpg"
    },
    {
        id: 363,
        date: "26.02",
        name: "День опору окупації Криму",
        desc: "Свято, яке вшановує пам'ять та героїзм кримських татар та всіх українців, які протистояли окупаційному режиму Росії.",
        affiliation: "Національне",
        img: "https://jmhum.org/images/news/ThisDay/n_20210226_Kirimli/Kirimli.jpg"
    },
    {
        id: 364,
        date: "26.02",
        name: "День спротиву окупації Автономної Республіки Крим та міста Севастополя",
        desc: "Свято, яке є офіційним святом і символізує боротьбу за збереження територіальної цілісності та незалежності України.",
        affiliation: "Національне",
        img: "https://koda.gov.ua/wp-content/uploads/2023/02/photo_2023-02-26_12-44-45.jpg"
    },
    {
        id: 365,
        date: "09.03",
        name: "День землевпорядника України",
        desc: "Свято, присвячене працівникам землевпорядної сфери, які займаються вирішенням питань земельних відносин та кадастру.",
        affiliation: "Професійне, Культурне",
        img: "https://te.20minut.ua/img/cache/reference/news_fb_og/0026/47/2546241-sogodni-12-bereznya-den-zemlevporyadnika-v-ukrayini.jpeg"
    },
    {
        id: 366,
        date: "09.03",
        name: "День народження Тараса Шевченка",
        desc: "Свято, яке є національним героєм та символом української культури.",
        affiliation: "Професійне, Культурне",
        img: "https://politosvita.ba.org.ua/wp-content/uploads/2021/03/1608727623096.jpg"
    },
    {
        id: 367,
        date: "17.03",
        name: "День Святого Патрика",
        desc: "Свято, яке є ірландським національним святом.",
        affiliation: "Національне, Релігійне, Суспільне",
        img: "https://lingualeo.com/ru/blog/wp-content/uploads/2017/03/Patrick_s_Day-1.png"
    },
    {
        id: 368,
        date: "17.03",
        name: "День мобілізаційного працівника",
        desc: "Свято, що вшановує трудові заслуги працівників, які брали участь у мобілізаційних заходах.",
        affiliation: "Національне, Релігійне, Суспільне",
        img: "https://yavoriv-info.com.ua/wp-content/uploads/unnamed-28.jpg"
    },
    {
        id: 369,
        date: "17.03",
        name: "Прощена неділя",
        desc: "Релігійне свято перед Великим постом.",
        affiliation: "Національне, Релігійне, Суспільне",
        img: "https://znaj.ua/crops/c6ec88/620x0/1/0/2020/03/01/bD97q1IYdDG4iYd6tAbgo0ybXCpmmT7i6gd6eIZn.jpeg"
    },
    {
        id: 370,
        date: "17.03",
        name: "Створено Українську Центральну Раду",
        desc: "Свято, яке має важливе значення для української національної історії.",
        affiliation: "Національне, Релігійне, Суспільне",
        img: "https://svyat.kyivcity.gov.ua/done_img/b/12454.jpg"
    },
    {
        id: 371,
        date: "24.02",
        name: "Початок війни Росії проти України",
        desc: "24 лютого є важливою датою в історії України, оскільки вона відзначає початок війни Росії проти України. У 2014 році саме 24 лютого почалась російська окупація Криму, яка спричинила подальші конфлікти та військові дії на сході України. Цей день вшановується як символ опору та боротьби українського народу за свою незалежність та територіальну цілісність.",
        affiliation: "Національне",
        img: "https://cdn.abo.media/upload/article/qyb5ad7cmy8klzosvywu.jpg"
    },
    {
        id: 372,
        date: "25.02",
        name: "Перший офіційний Державний герб України",
        desc: "25 лютого відзначається Перший офіційний Державний герб України. Ця подія сталася у 1918 році, коли було затверджено офіційний символ державності Української Народної Республіки. Цей день вшановується як важлива віха в історії формування державного символу України.",
        affiliation: "Національне",
        img: "https://frankonews.if.ua/wp-content/uploads/2023/02/gerb.jpg"
    },
    {
        id: 373,
        date: "28.02",
        name: "День працівників патрульно-постової служби України",
        desc: "28 лютого в Україні відзначається День працівників патрульно-постової служби України. Це професійне свято присвячене працівникам, які забезпечують безпеку та порядок на дорогах країни. У цей день вшановуються досягнення та внесок працівників патрульної поліції в забезпечення безпеки громадян і дорожнього руху.",
        affiliation: "Суспільне",
        img: "https://www.rbc.ua/static/img/3/j/3j0a9428_1_480x270.jpg"
    },
    {
        id: 374,
        date: "08.03",
        name: "Міжнародний жіночий день",
        desc: "8 березня відзначається Міжнародний жіночий день. Це свято присвячене досягненням жінок у політиці, економіці, соціальній сфері та культурі. В цей день проводяться різноманітні заходи, конференції, дискусії та акції, спрямовані на підвищення свідомості щодо гендерної рівності та прав жінок.",
        affiliation: "Міжнародне",
        img: "https://zn.ua/img/forall/u/538/8/front-view-8-march-lettering-with-copy-space.jpg"
    },
    {
        id: 375,
        date: "10.03",
        name: "День Державного гімну України",
        desc: "10 березня в Україні відзначається День Державного гімну України. У цей день у 2003 році був прийнятий офіційний гімн України. Це свято символізує національну гордість та єдність українського народу.",
        affiliation: "Державне",
        img: "https://media.slovoidilo.ua/media/publications/16/154653/154653-1_large.jpg"
    },
    {
        id: 376,
        date: "11.03",
        name: "Масляна (Масниця)",
        desc: "11 березня в Україні відзначається Масляна, також відома як Масниця. Це весняне свято, яке відзначається перед Великим постом. У цей день проводяться різноманітні ритуали та святкування, пов'язані з виготовленням та споживанням млинців, які символізують сонце та плодючість.",
        affiliation: "Національне, Релігійне",
        img: "https://vv-hotel.com/photos/11-calendar/zyma-maslyana/maslyana_900.jpg"
    },
    {
        id: 377,
        date: "14.03",
        name: "День українського добровольця",
        desc: "14 березня в Україні відзначається День українського добровольця. Це свято присвячене волонтерам, які добровільно долучилися до військової діяльності та допомагають українській армії. Вони здійснюють різноманітні благодійні та волонтерські акції, сприяючи підтримці українських військових та захисту національної безпеки.",
        affiliation: "Суспільне",
        img: "https://media.slovoidilo.ua/media/publications/18/172416/172416-1_large.jpg"
    },
    {
        id: 378,
        date: "22.03",
        name: "День таксиста",
        desc: "22 березня в Україні відзначається День таксиста. Це свято присвячене працівникам таксі, які забезпечують транспортне обслуговування населення та забезпечують зручність та безпеку пасажирів.",
        affiliation: "Професійне",
        img: "https://images.unian.net/photos/2021_03/thumb_files/400_0_1616395566-9686.jpg?0.966609149823616"
    },
    {
        id: 379,
        date: "25.03",
        name: "День служби безпеки України",
        desc: "25 березня в Україні відзначається День служби безпеки України. Це свято присвячене працівникам спеціальних служб, які забезпечують національну безпеку та борються з загрозами для держави. Вони займаються розвідкою, контррозвідкою, боротьбою з тероризмом та іншими видами незаконної діяльності.",
        affiliation: "Професійне",
        img: "https://img.pravda.com/images/doc/d/c/dc98155-sbu--5-.jpg"
    },
    {
        id: 380,
        date: "27.03",
        name: "День нефролога",
        desc: "27 березня в Україні відзначається День нефролога. Це свято присвячене лікарям-нефрологам, які займаються діагностикою, лікуванням та профілактикою захворювань нирок. Вони забезпечують медичну допомогу пацієнтам з хворобами нирок та розвивають наукові дослідження в цій галузі.",
        affiliation: "Медичне",
        img: "https://lifehacker.ru/wp-content/uploads/2021/04/Chto-lechit-nefrolog-i-pri-kakikh-simptomakh-k-nemu-stoit-idti-_1617312429.jpg"
    },
];

export default date;